[{"_id":"59df6c15acc045040032d66d","added":1516561930810,"title":"Filament Games Podcast","author":"FG","isms":[{"number":"12","quote":"Sacrifice rituals are always kind of a mixed bag for the sacrifice.","comments":"","_id":"58061b399a6f15656ddd03bd","tags":"humor"}]},{"_id":"59e03750ec5df804008ef104","added":1516561930819,"title":"Roma","author":"Steven Saylor","isms":[{"number":"505","quote":"In politics, reality and appearance are of equal importance. You cannot attend to one and neglect the other. A man must determine both what he is, and what others believe him to be. ","comments":"","_id":"c69df4044b033634cac750fa","tags":"perception"}]},{"_id":"59e5782a2b3f6a0400853d3f","added":1516561930820,"title":"Slaughterhouse Five","author":"Kurt Vonnegut Jr.","isms":[{"number":"77","quote":"Well, here we are, Mr. Pilgrim, trapped in the amber of this moment. There is no why.","comments":"","tags":"meaning","_id":"5e88e4584c56912569c55f6b"}]},{"_id":"5a654e68922fa20400b969b9","title":"Minimalism","author":"Documentary","isms":[{"number":"0","quote":"Technology encourages us to maintain the addiction of wanting more.","comments":"","_id":"bd28915bccaee89dd2aeb5de","tags":"addiction"}],"added":1516588648814},{"_id":"5a69f5305fdf130400f9f028","title":"Lyrics","author":".","isms":[{"number":"0","quote":"When the house goes up in flames, no one emerges triumphantly from it.","comments":"Mountain Goats - Michael Myers Resplendant","_id":"ce1edd405a33f45ccd5cb92a","tags":["destruction","loss"]}],"added":1516893488396},{"_id":"598d34f20e1fbaff516a25c0","added":1516561930822,"author":"Carol Dweck","title":"Mindset","isms":[{"number":"107","tags":["passion","effort"],"quote":"Afraid you're not good at something? Maybe you are, maybe you aren't. You can't know without a lot of effort. If you have the passion for it, put in the effort and see.","_id":"598d34f20e1fbaff51123456"},{"number":"117","tags":["fixed mindset"],"quote":"Key weapons of the fixed mindset: blame, excuses, stifling of critics and rivals","_id":"598d34f20e1fbaff51123457"}]},{"_id":"599095429b2a720400025a7f","added":1516561930823,"author":"Viktor Frankl","title":"Man's Search for Meaning","isms":[{"number":"76","tags":["spiritual","choice"],"quote":"It is spiritual freedom--which cannot be taken away--that makes life meaningful and purposeful.","_id":"598d34f20e1fbaff51123499"},{"number":"76","tags":"meaning","quote":"But not only creativeness and enjoyment are meaningful. If there is a meaning in life at all, then there must be a meaning in suffering. Suffering is an ineradicable part of life, even as fate and death. Without suffering and death human life cannot be complete.","_id":"598d34f20e1fbaff51123498"},{"number":"79","tags":"planning","quote":"Time experience of provisional existence: someone without a clear end to their current situation, a release, cannot plan for the future. Examples of this are imprisonment of unknown duration, unemployment, or terminal illness.","_id":"598d34f20e1fbaff51123497"},{"number":"75","tags":["attitude","choice"],"quote":"...everything can be taken from a man but one thing: the last of the human freedoms--to choose one's attitude in any given set of circumstances, to choose one's own way. ","_id":"598d34f20e1fbaff51123496"}]},{"_id":"59d19c17ffb3130400d05f96","added":1516561930824,"title":"Oryx and Crake","author":"Margaret Atwood","isms":[{"number":"0","quote":"I am not my childhood. I hate these replays. I can't turn them off, can't change the subject, can't leave the room. I need more inner discipline.\n","comments":"","_id":"bccb3ce2995b775a3090def6","tags":"mindfulness"},{"number":"1","quote":"Then they could tick off the terrific parenting checklist they carted around in their heads. It wasn't the bad stuff they did that made him angry, it was the good stuff. The stuff they patted themselves on the backs for. They knew nothing about him, what he liked, what he hated, what he longed for. They thought he was only what they could see. He wasn't a washout, knock on wood. Knock on wood, as if he was bound to fuck up, wander off the tracks, but he just hadn't gotten around to it yet. About the different, secret person living inside him they know nothing at all.\n","comments":"","_id":"b69ab750a7424658b7b3dc36","tags":"parenting"},{"number":"2","quote":"Toast was a pointless invention from the dark ages. Toast was an implement of torture that caused all those subjected to it to regurgitate in verbal form the sins and crimes of their past lives. Toast was a ritual item devoured by fetishists in the belief that it would enhance their kinetic and sexual powers. Toast cannot be explained by any rational means. Toast is me. I am toast.\n","comments":"","_id":"d36a53b76f50954a957201b2","tags":"language"}]},{"_id":"59d19c70ffb3130400d05f97","added":1516561930825,"title":"The Spiritual Teachings of Marcus Aurelius","author":"Mark Forstater","isms":[{"number":"101","quote":"When you are upset by a man's despicable conduct, immediately ask yourself, \"Is it possible for despicable people not to exist?\" \"No, it's not possible\" Then don't expect the impossible. For this is just one of many depraved people who must exist in this world.\n","comments":"","_id":"3456be8e4650867a4a3ddef2","tags":"anger"},{"number":"107","quote":"Adapt yourself to the life you have been given; and truly love the people with whom destiny has surrounded you.\n","comments":"","_id":"d2172dffc55199555b0fe1ff","tags":"acceptance"},{"number":"109","quote":"Every person lives only in the present moment, and can lose only this.\n","comments":"","_id":"30d82cc0366d41bf5203dd74","tags":"presence"},{"number":"110","quote":"When you have done a good deed that another has had the benefit of, why do you need a third reward--as fools do--praise for having done well or looking for a favor in return?\n","comments":"","_id":"9641ec6930867a12c5b288fa","tags":"doing good"},{"number":"113","quote":"Stop talking about what the good person should be, and just be that person.\n","comments":"","_id":"9430c1d92b752f896fb42cfd","tags":"doing good"}]},{"_id":"59d2da335b7a260400c0da98","added":1516561930826,"title":"The Autobiography of Benjamin Franklin","author":"Benjamin Franklin","isms":[{"number":"10","quote":"That which is not honest cannot be truly useful. ","comments":"","tags":["honesty","usefulness"],"_id":"9b6437d7631d6e02440cd701"},{"number":"20","quote":"If you desire instruction and improvement from others, you should not at the same time express yourself fixed in your present opinions. Modest and sensible men, who do not love disputation, will leave you undisturbed in the possession of your errors.","comments":"","tags":"discourse","_id":"a02ebd1b6571b1c7b34fea7a"},{"number":"46","quote":"So convenient a thing it is to be a reasonable creature, since it enables one to find or make a reason for everything one has a mind to do.","comments":"","tags":"reason","_id":"c373f7fc6bec96905dfb7c3a"},{"number":"91","quote":"(p) Take care not only to be in reality industrious and frugal, but to also avoid appearances to the contrary.","comments":"","_id":"b946f47ec723b0d2a51137c2","tags":["appearance","perception","productivity","frugality"]},{"number":"104","quote":"Virtues: 1. Temperance: Eat not to dullness, drink not to elevation. 2. Silence: Speak not but what may benefit others or yourself; avoid trifling conversation. 3. Order: Let all your things have their places; let each part of your business have its time. 4. Resolution: Resolve to perform what you ought; perform without fail what you resolve. 5. Frugality: Make no expense but to do good to others or yourself; that is, waste nothing. 6. Industry: Lose no time; be always employed in something useful; cut off all unnecessary actions. 7. Sincerity: Use no hurtful deceit; think innocently and justly; and, if you speak, speak accordingly. 8. Justice: Wrong none by doing injuries or omitting the benefits that are your duty. 9. Moderation: Avoid extremes; forbear resenting injuries, so much as you think they deserve. 10. Cleanliness: Tolerate no uncleanliness in body, clothes, or habitation. 11. Tranquility: Be not disturbed at trifles or at accidents common or unavoidable. 12. Chastity: . . . . 13. Humility: Imitate Jesus and Socrates.","comments":"","_id":"2b88443c64925ed96f92267a","tags":["virtue","benjamin franklin"]},{"number":"105","quote":"(p) The habit of prattling, punning, and jesting only makes one acceptable to trifling company. Observe silence. Learning is accomplished through listening, not speaking.","comments":"paraphrased","_id":"c737eb80cac018cd66a0f769","tags":"learning"},{"number":"112","quote":"(p) Though one may never arrive at perfection, one's hand is mended by the endeavor.","comments":"paraphrased ","_id":"335890f1d1a74c559ce39fb5","tags":["perfection","perfectionism"]},{"number":"114","quote":"Vicious actions are not hurtful because they are forbidden, but forbidden because they are hurtful.","comments":"","_id":"341e52d9515393445287dbd4","tags":"action"},{"number":"116","quote":"In reality there is, perhaps, no one of our natural passions so hard to subdue as pride. ","comments":"","_id":"c82721d839dc9828ae09e96f","tags":"pride"},{"number":"129","quote":"\"He that has once done you a kindness will be more ready to do you another than he whom you yourself have obliged.\"","comments":"quoted by author","_id":"b70ff4e8c1bf5034c809b3f8","tags":"kindness"},{"number":"151","quote":"That as we enjoy great advantage from the inventions of others, we should be glad of an opportunity to serve others by any invention of ours, and this we should do freely and generously.","comments":"","_id":"b5593b73a8cca6946246182f","tags":"service"},{"number":"167","quote":"Human felicity is produced not so much by great pieces of good fortune that seldom happen as by little advantages that occur every day. ","comments":"","_id":"6334aec14f8ca13495be9945","tags":"happiness"},{"number":"172","quote":"\"Look round the habitable world; how few know their own good, or, knowing it, pursue!\"","comments":"quoted by author","_id":"429b7b5663fa554f9dc7af87","tags":"self-awareness"},{"number":"193","quote":"...but common sense, aided by present danger, will sometimes be too strong for whimsical opinions.","comments":"","_id":"30cc17ed4cde1fa860d8f7ae","tags":"reevaluation"},{"number":"220","quote":"...if I were to vow at all it should be to build a light-house.","comments":"","_id":"b97b44ab93a41d154613d92f","tags":"service"}]},{"_id":"59faa1d198b2920400274e59","added":1516561930827,"title":"American Gods","author":"Neil Gaiman","isms":[{"number":"429","quote":"We do not always remember the things that do no credit to us. We justify them, cover them in bright lies or with the thick dust of forgetfulness. ","comments":"10th anniversary hardcover","_id":"cbd93130abaa8b3a940e263d","tags":"lying"},{"number":"178","quote":"All we have to believe with is our senses: the tools we use to perceive the world, our sight, our touch, our memory. If they lie to us, then nothing can be trusted. And even if we do not believe, then still we cannot travel in any other way than the road our senses show us; and we must walk that road to the end.","comments":"10th anniversary paperback","_id":"66d837e6d4849dc43871da7e","tags":["lying","senses"]}]},{"_id":"5a0721de9c3f2204004cd9fc","added":1516561930828,"title":"40 Ways To Live A Full Life By Age 30","author":"Ryan Holiday","isms":[{"number":"15","quote":"Accomplishments don’t change who you are.","comments":"https://journal.thriveglobal.com/40-ways-to-live-a-full-life-and-leave-nothing-on-the-table-by-age-30-22610c5eeb46","_id":"6648cca666938d7f6079eda2","tags":"achievement"},{"number":"2","quote":"There are lots of ways to make money, fewer real opportunities to learn.","comments":"","_id":"b19c530ea45f6b6753b15390","tags":"learning"},{"number":"12","quote":"\"Of all people only those are at leisure who make time for philosophy, only those are really alive. For they not only keep a good watch over their own lifetimes, but they annex every age to theirs.\"","comments":"","_id":"a0003bcc5c96219fc1865a99","tags":"philosophy"},{"number":"23","quote":"Be willing to call things when the diminishing returns set in, it's how you move on when others are stuck.","comments":"","_id":"33d70a953432598638abf07d","tags":["diminishing returns","getting unstuck"]},{"number":"26","quote":"Owning a home is having a home. It's somewhere I want to get __back to__. The center I revolve around.","comments":"","_id":"5ec54df14f4a6414540df4ba","tags":"home"},{"number":"27","quote":"Pouring yourself into something you believe contributes to the world is one of the best ways to feel content and accomplished.","comments":"","_id":"b49e13a931645d8294636c59","tags":["contentment","achievement"]},{"number":"31","quote":"\"Any fool can learn by experience; I prefer to learn by the experiences of others\" is how Bismark put it.","comments":"","_id":"b4d81c18aa011438c1596439","tags":"learning"},{"number":"35","quote":"You have to know why you do what you do -- what you prize and what's important to you. Or you will be endlessly comparing yourself against other people, which will not only be a major distraction, it will make you miserable.","comments":"","_id":"c21f7a0ba792faaf52f902a8","tags":["why","purpose"]}]},{"_id":"5a07726438085d0400dc4215","added":1516561930829,"title":"Articles","author":"Pocket","isms":[{"number":"1","quote":"Developing the habit of mastering the multiple models which underlie reality is the best thing you can do.","comments":"Charlie Munger quote https://medium.com/the-mission/how-one-life-hack-from-a-self-made-billionaire-leads-to-exceptional-success-a0b21fc34048","_id":"3c0502b53b93eb33cad87b82","tags":"modeling"},{"number":"1","quote":"Of all the things on my to-do list, what are the 20 percent that will create 80 percent of the results?\n\nOf all the millions of books I could buy, which ones could really change my life?\n\nWhich handful of people in my life give me the most happiness, the most meaning, and the greatest connection?","comments":"https://medium.com/the-mission/how-to-tell-if-someone-is-truly-smart-or-just-average-a2f0bcac5db2?utm_source=pocket&utm_medium=email&utm_campaign=pockethits","_id":"6af99a7a3a9631f8c971445f","tags":"8020"},{"number":"1","quote":"You’ve got to hang experience on a latticework of models in your head.","comments":"Charlie Munger quote https://medium.com/the-mission/how-to-tell-if-someone-is-truly-smart-or-just-average-a2f0bcac5db2?utm_source=pocket&utm_medium=email&utm_campaign=pockethits","_id":"3da55c3139420eaab3d18530","tags":"modeling"},{"number":"1","quote":"Over-applying models is no different than a carpenter trying to build a house with one single hammer. All models, no matter how brilliant, are imperfect. The beauty of using multiple and diverse models is that many of the imperfections cancel each other out, allowing you to create a new “emergent” model that transcends all of the other models.","comments":"https://medium.com/the-mission/how-to-tell-if-someone-is-truly-smart-or-just-average-a2f0bcac5db2?utm_source=pocket&utm_medium=email&utm_campaign=pockethits","tags":"modeling","_id":"a4da155f92f66e2db60d9c5b"},{"number":"1","quote":"Education is not the learning of facts, but training the mind to think.","comments":"Albert Einstein quote https://medium.com/the-mission/how-to-tell-if-someone-is-truly-smart-or-just-average-a2f0bcac5db2?utm_source=pocket&utm_medium=email&utm_campaign=pockethits","tags":"education","_id":"cb02c5934def01df64732532"},{"number":"0","quote":"Don't deny that the customer/patient/student has a problem. If they think they have a problem, they have a problem. It might be that your job is to help them see (over time) that the thing that's bothering them isn't actually a problem, but denying the problem doesn't de-escalate it.","comments":"http://sethgodin.typepad.com/seths_blog/2018/01/first-de-escalate.html?utm_source=pocket&utm_medium=email&utm_campaign=pockethits","_id":"a533d8c76b1502ab9377c857","tags":["problem-solving","perspective"]}]},{"_id":"5a0bc60b1864c00400d831d9","added":1516561930830,"title":"When Breath Becomes Air","author":"Paul Kalanithi","isms":[{"number":"30","quote":"Literature provides the best account of the life of the mind.","comments":"","_id":"486d4de22dbdedc0b03a5452","tags":"mind"},{"number":"35","quote":"There is a moment, a cusp, when the sum of gathered experience is worn down by the details of living. ","comments":"","_id":"6563229fd0c85f4d3e54d3ae","tags":"experience"},{"number":"69","quote":"Putting lifestyle first is how you find a job, not a calling. ","comments":"","_id":"393d36105f80e139586a7037","tags":["calling","purpose","lifestyle"]},{"number":"87","quote":"What's better: an easy death or persist despite being unable to struggle?","comments":"paraphrased ","tags":"death","_id":"b22a0c1fa90eff2b624f0ef4"},{"number":"132","quote":"The fact of death is unsettling. Yet there is no other way to live. ","comments":"","_id":"cb899dac60b69a616f780573","tags":["death","living"]},{"number":"143","quote":"The defining characteristic of the organism is striving. ","comments":"","_id":"ca87cd7fbe318066abd8f08c","tags":"striving"},{"number":"162","quote":"Maybe, in the absence of any certainty, we should just assume that we're going to live a long time. Maybe that's the only way forward. ","comments":"","_id":"a123048fabe3ade0cc9635b5","tags":["uncertainty","death"]},{"number":"172","quote":"Human knowledge is never contained in one person. It grows from the relationships we create between each other and the world, and still it is never complete. ","comments":"","_id":"6f6a4c3531b54044acac9618","tags":["knowledge","relationships"]}]},{"_id":"5a40a841161a040400a05cbb","added":1516561930831,"title":"Oathbringer","author":"Brandon Sanderson","isms":[{"number":"603","quote":"Have you ever considered that bad art does more for the world than good art? Artists spend more of their lives making bad practice pieces than they do masterworks, particularly at the start. And even when an artist becomes a master, some pieces don't work out. Still others are somehow just wrong until the last stroke. You learn more from bad art than you do from good art, as your mistakes are more important than your successes. Plus, good art usually evokes the same emotions in people--most good art is the same kind of good. But bad pieces can each be bad in their own unique way. So I'm glad we have bad art.","comments":"","_id":"2bea587a2d94c0eb6202d05e","tags":["failure","growth"]},{"number":"690","quote":"He felt good lots of days. Trouble was, on the bad days, that was hard to remember. At those times, for some reason, he felt like he had always been in darkness, and always would be. ","comments":"","_id":"5fcfeaee6464687d98856a91","tags":"darkness"},{"number":"789","quote":"The longer you live, the more you fail. Failure is the mark of a life well lived. In turn, the only way to live without failure is to be of no use to anyone. ","comments":"","_id":"413cde30bb193d85b7d03840","tags":"failure"},{"number":"967","quote":"Sometimes, a hypocrite is nothing more than a man who is in the process of changing. ","comments":"","_id":"b1e1077f30b816f4c2029127","tags":"change"},{"number":"1229","quote":"That a thing is hated is not proof that it's great, but the lack of hatred is certainly proof that it's not. ","comments":"","_id":"ba07b6bd50584773446bf447","tags":"greatness"},{"number":"0","quote":"Do better. ","comments":"","_id":"6002e6859be390d145c3c399","tags":"improvement"}]},{"_id":"5a47273b4e9ca30400579377","added":1516561930832,"title":"Mistborn","author":"Brandon Sanderson ","isms":[{"number":"302","quote":"Don't worry that you aren't giving people what they want. Give them who you are, and let that be enough. ","comments":"","_id":"64648a44a76c24e131a44c1e","tags":"worthiness"},{"number":"399","quote":"Trying to guess what people wish of you will only lead to chaos. You cannot please them all. ","comments":"","_id":"51f787da4f36962a35f6e341","tags":["people-pleasing","mind-reading"]},{"number":"409","quote":"A man can only stumble for so long before he either falls or stands up straight. ","comments":"","_id":"4ce5a1fd4c3416ba403519e0","tags":"failure"}]},{"_id":"59da3f079e38b504005465c5","added":1516561930818,"title":"People in Matt's Life","author":"Matt","isms":[{"number":"20171007","quote":"If there are duties in your work you'd prefer not to become an expert in due to the dull nature of the duty, don't neglect learning it. Instead become proficient enough that you are able to perform when called on, then strive no further in your expertise of that duty.","comments":"","_id":"d4e5a0c230f520f250bc5e0a","tags":["proficiency","expertise"]}]},{"_id":"5a80a06a00aa850400219198","title":"So Good They Can't Ignore You","author":"Cal Newport","isms":[{"number":"0","quote":"In most types of work--that is, work that doesn't have a clear training philosophy--most people are stuck. The knowledge-worker field is without clear training philosophies. If you can figure out how to integrate deliberate practice into your own life, you have the possibility of blowing past your peers in hour value, as you'll likely be alone in your dedication to systematically getting better.","comments":"","tags":"tagme","_id":"a33a3b11bfad41dec74e9fd1"}],"added":1518379114227},{"_id":"5a879ccf01fd580400e3c1d2","title":"The Ultimate Guide to Video Game Writing and Design","author":"Flint Dille","isms":[{"number":"0","quote":"Sometimes the act of creating is more important than what is created.","comments":"","tags":"tagme","_id":"92089aaf45a40502cc1d21fb"}],"added":1518836943676},{"_id":"59d19b25936eec040099a80e","added":1516561930835,"title":"Grit","author":"Angela Duckworth","isms":[{"number":"0","quote":"Is she a genius? This is the wrong question.\n","comments":"","_id":"4be8e4e5c6991b15c9482472","tags":"genius"},{"number":"7","quote":"Rising to the occasion has almost nothing to do with talent.\n","comments":"","_id":"2b2051ee4e6698ec49d0dcda","tags":"talent"},{"number":"8","quote":"It's the chase, as much as the capture, that's gratifying. We can be satisfied being unsatisfied.\n","comments":"","_id":"9fe813c33a9975e4959e8e54","tags":"satisfaction"},{"number":"9","quote":"(Grit scale test)\n","comments":"","_id":"90d51719a5f4094030330e4c","tags":"grit"},{"number":"14","quote":"Our potential is one thing. What we do with it is quite another.\n","comments":"","_id":"c14ac79a42335bf2c4ceae2a","tags":"potential"},{"number":"17","quote":"(Consider the importance of effort) When teaching a lesson that fails to gel, could it be that the struggling student needed to struggle just a bit longer?\n","comments":"","_id":"5f0d0c4731d53cedc710c34d","tags":"effort"},{"number":"17","quote":"As a teacher, it is my responsibility to figure out how to sustain effort - both the student's and my own - just a bit longer.\n","comments":"","_id":"c671023eb22add3c6d867fda","tags":"effort"},{"number":"21","quote":"Insights didn't come to him in lightning flashes, but he was, instead, a plodder (Darwin)\n","comments":"","_id":"c1dab978a1a87d3e32462dc8","tags":["effort","darwin"]},{"number":"22","quote":"Darwin was someone who kept thinking about the same questions long after others would move on to different - no doubt easier - problems.\n","comments":"","_id":"9f7ccc0070387dc2a6e60d8c","tags":["persistence","darwin"]},{"number":"36","quote":"Superlative performance is really just a confluence of dozens of small skills or activities, each one learned or stumbled upon, which have been carefully drilled into habit and then are fitted together in a synthesized whole.\n","comments":"","_id":"cf8cfb3b9fe8759f90ae45ed","tags":["performance","skill"]},{"number":"38","quote":"Greatness is many, many individual feats, and each of them is doable.\n","comments":"","_id":"966417aeb3bbbf8c64c6407e","tags":"greatness"},{"number":"39","quote":"(Read Nietzsche)\n","comments":"","_id":"aedbad02557e0093b22e66c9","tags":"nietzsche"},{"number":"39","quote":"We don't want to watch them grow from amateur to expert. We prefer our excellence fully formed (This is how we justify not trying. \"Oh, he's a natural. I'll never compete with that.\")\n","comments":"","_id":"6a2dd7a9912ab7ceac3fa925","tags":"greatness"},{"number":"39","quote":"Great things are achieved by those whose thinking is active in one direction\n","comments":"","_id":"6e99e980d503581e3ddd84dd","tags":"greatness"},{"number":"54","quote":"Grit is doing what you love, but not just falling in love - staying in love.\n","comments":"","_id":"655936caa3f3beb4a73f877e","tags":"persistence"},{"number":"55","quote":"Grit score:\n  - overall: 4.1\n  - perseverance: 4.8\n  - passion: 3.4\n","comments":"","_id":"b2a812c25d328c0bb3ebfba2","tags":"grit"},{"number":"42","quote":"Talent is how quickly your skills improve when you invest effort. Achievement is what happens when you take your acquired skills and use them. Effort not only builds skill, it makes skill productive. Effort factors into the formula for achievement twice. Talent only once.\n","comments":"","_id":"67cb3aefae18d448a189674b","tags":["effort","talent","achievement"]},{"number":"62","quote":"You have to have a philosophy\n","comments":"","_id":"c396d6b1ac3b7f0f3dcf4c45","tags":"drivers"},{"number":"66","quote":"One top-level professional goal is best. But to have that as the only life goal is extreme. Family matters to some, too, and there is no morally right single goal (career or parent)\n","comments":"","_id":"b968d991ba7d2161ccca7b0e","tags":"goals"},{"number":"51","quote":"Without effort, your talent is nothing more than your unmet potential. Without effort, your skill is nothing more than what you could have done but didn't.\n","comments":"","_id":"a8c9e884a4bc60564fed3376","tags":["effort","skill","potential"]},{"number":"91","quote":"Purpose: my work is important - both to me and to others\n","comments":"","_id":"427d2eaabf41de3bb302cdb1","tags":"purpose"},{"number":"103","quote":"Passion for your work is a little bit of discovery followed by a lot of development, and then a lifetime of deepening\n","comments":"","_id":"bf79f6ff6c0049d7bbe39350","tags":"passion"},{"number":"62","quote":"A low-level goal is a means to an end; a top-level goal is an end in itself. These are connected in a tree hierarchy.\n","comments":"","_id":"46c37ec73663b171a70ea4b1","tags":"goals"},{"number":"82","quote":"Polygenic - trait influenced by more than one gene.\n","comments":"","_id":"62e62a3658ab766d305d22f1","tags":"traits"},{"number":"108","quote":"Rush a beginner and you'll bludgeon their budding interest. It's very, very hard to get that back once you do\n","comments":"","_id":"d3a5597ec6cb67e2c6eb0679","tags":"interest"},{"number":"117","quote":"Some people get twenty years of experience while others get one year of experience, twenty times in a row.\n","comments":"","_id":"4d0412153a1a35eaba221742","tags":"experience"},{"number":"102","quote":"Barry Schwartz thinks what prevents young people from developing serious career interest is unrealistic expectations.\n","comments":"","_id":"3d0f32454b42380e6e387fd8","tags":["barry schwartz","expectations"]},{"number":"104","quote":"Interests are not triggered by introspection, they are triggered by interactions with the outside world\n","comments":"","_id":"61b7dec2b788f5bbb826eb1b","tags":"interest"},{"number":"84","quote":"Social multiplier effect: we grow more skilled by being around slightly smarter people. Stand next to the smartest person in the room.\n","comments":"","_id":"5cc6992aa2c64ebc69931371","tags":"growth"},{"number":"123","quote":"Repeat until conscious incompetence becomes unconscious competence (break programming down into its component skills, then practice each one)\n","comments":"","_id":"a883340f9770f159cb68cdb4","tags":"skill"},{"number":"114","quote":"Beginners find novelty in something they haven't seen before. Experts find novelty in nuance.\n","comments":"","_id":"b7a69a91aa059a74464bd70c","tags":["novelty","nuance","expertise","beginner"]},{"number":"118","quote":"Continuous improvement is not looking backward with dissatisfaction. It's looking forward and wanting to grow.\n","comments":"","_id":"a26f7715c80b990448eb95d8","tags":"improvement"},{"number":"104","quote":"The initial discovery of an interest often goes unnoticed by the discoverer\n","comments":"","_id":"9645ea6946d88ef1a42c779c","tags":"interest"},{"number":"131","quote":"Deliberate practice is a behavior and flow is an experience. Gritty people do  more deliberate practice and experience more flow.\n","comments":"","_id":"b3d19bcc3b187156d37bab9c","tags":["deliberate practice","flow"]},{"number":"124","quote":"To practice command of language, translate poetry into prose and prose into poetry\n","comments":"","_id":"b5d5b6d4ab2be6d9b94c6a0e","tags":"language"},{"number":"132","quote":"Deliberate practice is for preparation, and flow is for performance\n","comments":"","_id":"a59352112f800cf3bd653442","tags":["deliberate practice","preparation","flow","performance"]},{"number":"118","quote":"(cognitive psychology)\n","comments":"","_id":"6a23f0fe3d35d8de9552c738","tags":"psychology"},{"number":"136","quote":"You develop a taste for hard work as you experience the rewards of your labor, making deliberate practice more enjoyable. (It's not the practice that is enjoyable, but the knowledge of the rewarding outcome)\n","comments":"","_id":"d228951390cca9584389fd6a","tags":["hard work","reward"]},{"number":"137","quote":"Different kinds of positive experience: the thrill of getting better is one, and the ecstasy of performing your best is another.\n","comments":"","_id":"a4f065a4c84c4cb14b3d9074","tags":"experience"},{"number":"137","quote":"Deliberate practice:\n  - A clearly-defined stretch goal\n  - Full concentration and effort\n  - Immediate and informative feedback\n  - Repetition with reflection and refinement\n","comments":"","_id":"2d2de5dab288ec8560a8ca27","tags":"deliberate practice"},{"number":"139","quote":"Wishing that you could do things better is extremely common during learning\n","comments":"","_id":"6c5fa47a91e35ef44f59c28f","tags":"learning"},{"number":"139","quote":"When you have a habit of practicing at the same time and in the same place every day, you hardly have to think about getting started. You just do.\n","comments":"","_id":"3f213a16be32ec524939461e","tags":"practice"},{"number":"139","quote":"Book - Daily Rituals - Mason Currey\n","comments":"","_id":"3c3de46f36a171abcea12aa1","tags":"mason currey"},{"number":"140","quote":"There is no more miserable human being, than the one for whom the beginning of every bit of work must be decided anew each day.\n","comments":"","_id":"489842775819e2542f283131","tags":["work","planning"]},{"number":"141","quote":"We point out their (children's) mistakes. We frown. Our cheeks flush. We teach our children embarrassment, fear, shame when they fail. Let them fail. Encourage them to try, and fail again.\n","comments":"","_id":"4cd34dd0451d1b91d12282fc","tags":["effort","failure"]},{"number":"146","quote":"Purpose: the intention to contribute to the well-being of others.\n","comments":"","_id":"a9c1d754d2a824226c571314","tags":"purpose"},{"number":"147","quote":"Hedonic vs eudaimonic happiness\n","comments":"","_id":"afb0f456aafa677ebf2a55e0","tags":"happiness"},{"number":"150","quote":"Job: necessity of life; career: stepping stone for other jobs; calling: my work makes the world a better place\n","comments":"","_id":"b6571464940cb1646c6e9e0a","tags":["calling","career"]},{"number":"151","quote":"Looking for daily meaning as well as daily bread\n","comments":"","_id":"c6ef68dc5c92d6f83ff88ea4","tags":"meaning"},{"number":"152","quote":"How you see your work is more important than your job title.\n","comments":"","_id":"aeabe760c9ffa151d218a686","tags":"perception"},{"number":"153","quote":"A calling is not some fully formed thing that you find. Ask how what you do connects to other people, to the bigger picture, and how it can be an expression of your deepest values.\n","comments":"","_id":"9e0392a8a60998c8c667158e","tags":["calling","values"]},{"number":"160","quote":"Leaders and employees who keep both personal and prosocial interests in mind do better in the long run than those who are 100% selfishly motivated (and vice versa; you need both)\n","comments":"","_id":"bce9055ecfaf791e5b07cd45","tags":"social intelligence"},{"number":"162","quote":"1) discover a problem that needs solving and 2) that you personally can make a difference\n","comments":"","_id":"908ac708ad6e2f9eabde4b5d","tags":"purpose"},{"number":"166","quote":"Improve your work by\n  1) Reflect on how the work you're doing can make a positive contribution to society.\n  2) Think about how, in small but meaningful ways, you can change your current work to enhance it's connection to your core values\n  3) Finding inspiration in a purposeful role model. \"Imagine yourself 15 years from now. What do you think will be most important to you then?\" \"Can you think of someone whose life inspires you to be a better person? Why?\"\n","comments":"","_id":"40a34f4a359e46232b3cb919","tags":"meaning"},{"number":"172","quote":"It isn't suffering that leads to helplessness, it's suffering you think you can't control\n","comments":"","_id":"90d5c45e63324d35659f62eb","tags":["suffering","helplessness","control"]},{"number":"173","quote":"Suffering without control reliably produces symptoms of clinical depression, including changes in appetite and physical activity, sleep problems, and poor concentration\n","comments":"","_id":"9cce5c2bcd3c5350476b4dde","tags":["suffering","depression","control"]},{"number":"174","quote":"Optimists & pessimists are equally likely to encounter bad events. The difference is that optimists habitually search for temporary and specific causes of their suffering, whereas pessimists assume permanent and pervasive causes are to blame.\n","comments":"","_id":"501501d157e45623ab54e776","tags":["pessimism","optimism","suffering"]},{"number":"175","quote":"Don't think in terms of disappointment. Think that everything that happens is something that can be learned from.\n","comments":"","_id":"994dc691624308dc9df330ea","tags":"learning"},{"number":"176","quote":"The same objective event can lead to very different subjective interpretations\n","comments":"","_id":"b01942b5c0424a5dc28f4252","tags":["objective","subjective"]},{"number":"178","quote":"When you keep searching for ways to change your situation for the better, you stand a chance of finding them. When you stop, you don't.\n","comments":"","_id":"3b9a3ed2991a5bfe3bc3bf99","tags":"continuous improvement"},{"number":"179","quote":"Failure is a cue to try harder rather than as confirmation that they lacked the ability to succeed.\n","comments":"","_id":"96a5702237a64dca3b5bde3b","tags":["failure","ability"]},{"number":"179","quote":"Each person carries around in their minds private theories about how the world works.\n","comments":"","_id":"9114afd2d48a67d2ae9001dd","tags":["worldview","viewpoint"]},{"number":"180","quote":"Having a fixed mindset - that talent is innate and unchanging - make roadbumps much more difficult to manage.\n","comments":"","_id":"3ec9d4773701f4d32c9842db","tags":"fixed mindset"},{"number":"184","quote":"Watch for mismatches between words and actions\n","comments":"","_id":"4ad1afd5547c42e3c78fcb62","tags":"action"},{"number":"184","quote":"Name your inner pessimist\n","comments":"","_id":"4f44e963b51d4254b4d573ba","tags":"pessimism"},{"number":"191","quote":"A fixed mindset about ability leads to pessimistic explanations of adversity, which in turn leads to both giving up on challenges and avoiding them in the first place. In contrast, a growth mindset leads to optimistic ways of explaining adversity which in turn leads to perseverance and seeking out new challenges that will ultimately make you even stronger\n","comments":"","_id":"a276970334885fe5a0a461cb","tags":["ability","adversity","challenge","perseverance"]},{"number":"192","quote":"growth mindset > optimistic self-talk > perseverance over adversity\n","comments":"","_id":"4457522a321f289ab49329b2","tags":["adversity","growth","perseverance"]},{"number":"192","quote":"Think what you can do to boost each of the above steps\n","comments":"","_id":"2cf375da994bf1df61fd8043","tags":"vague"},{"number":"192","quote":"There's never a time in life that the brain is completely fixed. It changes itself when you struggle to master a new challenge\n","comments":"","_id":"5a656add2d30088e92dd1141","tags":["brain","challenge"]},{"number":"199","quote":"You're acting in a parentlike way if you're asking for guidance on how to best bring faith, interest, practice, purpose, and hope in the people you care for. Y axis: Supportive/Unsupportive; X axis: Demanding/Undemanding. Supporting/Demanding = Wise; Unspportive/Demanding = Authoritarian; Unsupportive/Undemanding = Neglectful; Supportive/Undemanding = Permissive\n","comments":"","_id":"b54bab36a913d3f45fd824d3","tags":"parenting"},{"number":"213","quote":"Teens with warm, respectful, and demanding parents earned higher grades, were self-reliant, suffered from less anxiety and depression, and were less likely to engage in delinquent behavior\n","comments":"","_id":"bee9dbab484df0f1a88fcc3d","tags":"parenting"},{"number":"213","quote":"Don't pass judgment on how other parents treat their children. In most cases, you don't have enough context to understand how the child interprets the exchange, and, at the end of the day, it's the child's experience that really matters\n","comments":"","_id":"c60b1c8b4fdb4141711d35ab","tags":"parenting"},{"number":"213","quote":"Parenting assessment here. See book notebook #1\n","comments":"","_id":"993efaf66458a9425461c899","tags":"parenting"},{"number":"222","quote":"You can make a difference/impact on someone's life just by caring about them and getting to know what's going on\n","comments":"","_id":"a0e7a71b36be3dc5b367d75a","tags":"interest"},{"number":"238","quote":"Goeff Canada TED Talk: Harlem Children's Zone\n","comments":"","_id":"a6a8acc954bf690e61558852","tags":"ted"},{"number":"241","quote":"Hard Thing Rule\n  1) Everyone, including Mom and Dad, has to do a hard thing\n  2) You can quit, but not until a natural stopping point: tuition cycle, season over\n  3) You get to pick your hard thing, nobody else\n  4) In high school, must commit to at least one activity: something new or something they're already doing, for two years minimum\n","comments":"","_id":"4fe48dd3640f3ad33942325f","tags":"one hard thing"},{"number":"247","quote":"The way we do things around here and why eventually the way I do things and why\n","comments":"","_id":"c7b84fa88f3e718ec364b33c","tags":"culture"},{"number":"250","quote":"I'm not going to fail because I don't care or I didn't try\n","comments":"","_id":"4a0aa20b6e63aafea7b4f1d0","tags":"failure"},{"number":"252","quote":"Thinking of yourself as someone who is able to overcome tremendous adversity often leads to behavior that confirms that self-conception\n","comments":"","_id":"b18a9a22c337d2d591de8bd1","tags":"adversity"},{"number":"254","quote":"There is no effort without error and shortcomings\n","comments":"","_id":"c1b28db39930ae425f2373fd","tags":["error","effort"]},{"number":"254","quote":"Do not let temporary setbacks become permanent excuses. Use mistakes and problems as opportunities to get better, not reason to quit\n","comments":"","_id":"a67aacb53faae887b6d7de19","tags":["excuses","mistakes","quitting"]},{"number":"255","quote":"Talent is common; what you invest to develop that talent is the critical final measure of greatness\n","comments":"","_id":"4cd9776268e08c0bb98a26b6","tags":["talent","investment","greatness"]},{"number":"257","quote":"George Bernard Shaw: \"The true joy in life is to be a force of fortune instead of a feverish, selfish little clod of ailments and grievances complaining that the world will not devote itself to making you happy.\"\n","comments":"","_id":"8fd8ff5e6e1c9abba942ab41","tags":["george bernard shaw","grievances","complaining","fortune"]},{"number":"258","quote":"The origin of great leadership begins with the respect of the commander for his subordinates\n","comments":"","_id":"3f43d31cb19d7011b5b6465b","tags":"leadership"},{"number":"262","quote":"Our opponent creates challenges that help us become our best selves\n","comments":"","_id":"bdf7886e2db5324e36d88b04","tags":["opposition","challenge"]},{"number":"267","quote":"Being early is about respect, the details, excellence\n","comments":"","_id":"69d1a7eeab7b3d8c50458f59","tags":"punctuality"},{"number":"271","quote":"Complacency has its charms, but none worth trading for the fulfillment of realizing your potential\n","comments":"","_id":"b6a9b2a74a2dc14e51070ea5","tags":["complacency","potential"]},{"number":"272","quote":"Finishing whatever you begin without exception is a good way to missing opportunities to start different, possibly better, things.\n","comments":"","_id":"6888d0c3cc8c348555b17d26","tags":["finishing","opportunities"]},{"number":"273","quote":"Intrapersonal character: grit, self-control, self-management skills. \"resume virtues\"\n","comments":"","_id":"b6b7f14c4d0743faa30d0229","tags":["character","self-control","grit","self-management"]},{"number":"274","quote":"Interpersonal character: gratitude, social intelligence, self-control over emotions such as anger. Help you get along with and provide assistance to other people. \"moral character\" \"eulogy virtues\", how people remember you.\n","comments":"","_id":"65d9409ba2106743ade433bf","tags":["gratitude","social intelligence","self-control","character"]},{"number":"274","quote":"Intelligence character: Curiosity and zest, encourage active and open engagement with the world of ideas\n","comments":"","_id":"3142cff75468b3985a503768","tags":["character","intelligence","curiosity","engagement"]},{"number":"274","quote":"Plurality of character operates against any one virtue being uniquely important.\n","comments":"","_id":"a8d8b9ca4d941deec18fb43f","tags":["character","virtue"]},{"number":"275","quote":"You're not practicing piano to be Mozart\n","comments":"","_id":"2e08c1ebab8bf0e065873911","tags":"practice"},{"number":"275","quote":"To be gritty is to fall down seven times and rise eight\n","comments":"","_id":"a7421999b45c6b8964ab9b5c","tags":"grit"}]},{"_id":"59d19b2c936eec040099a80f","added":1516561930836,"title":"The Power of No","author":"James Altucher","isms":[{"number":"27","quote":"when you have a tiny, tiny piece of crap in your soup, it doesn't matter how much more water you pour in and how many more spices you put on top. There's crap in your soup.\n","comments":"","_id":"4e37534bd245e077a5050c4f","tags":"crap in your soup"},{"number":"32","quote":"Say no to anything that gets in the way of your daily practices, no matter how important it pretends to be\n","comments":"","_id":"6945d4829d30da279d978f2f","tags":"daily practices"},{"number":"32","quote":"Don't argue with people. Just say \"you're right\" and move on.\n","comments":"","_id":"9a230296a76ac3656058b9c9","tags":"arguing"},{"number":"35","quote":"Treat yourself like someone you love\n","comments":"","_id":"ce14caf06851a1192f2f0c88","tags":"love"},{"number":"35","quote":"Catch yourself. Anger never accomplishes what you want it to\n","comments":"","_id":"2fd0b3a23574ac20ca98914b","tags":"anger"},{"number":"38","quote":"Work the idea muscle every day. Articles to write, businesses to start, games to make. Write them down.\n","comments":"","_id":"c425b23fa45e9c95a2bd0e5b","tags":"ideas"},{"number":"39","quote":"Exercise spiritual, mental, emotional, and physical health every day\n","comments":"","_id":"9f27f8b7a534ec3f6aab18af","tags":["health","exercise"]},{"number":"41","quote":"List all the people you engage with more than 5 times a week. Rate how you feel after your interactions with those people\n","comments":"","_id":"48997afe64c183e149b240da","tags":"engagement"},{"number":"51","quote":"Write down the things you loved to do as a child. The things that let you forget the passage of time.\n","comments":"","_id":"d1b64580a774c408b13c1435","tags":"interest"},{"number":"70","quote":"Find the areas in your life where you have enough and list them. This is where you are abundant. Find the areas where you need to define how much enough is.\n","comments":"","_id":"b1abfd3739b40190c10a7180","tags":"enough"},{"number":"75","quote":"Write down ten ideas for your job that you think will add above-and-beyond value. Write down the next ten steps for those ideas. Write down the ten people you need to share those ideas with. Write to those people. Don't be afraid. The worst they can do is say no.\n","comments":"","_id":"65d4aa64a3fa4bc46644b0e2","tags":"value"},{"number":"97","quote":"You are entitled to three nos for every yes in your life\n","comments":"","_id":"6c77d9ef93f711ca6d97b026","tags":"no"},{"number":"100","quote":"Excuses are leaks in a boat. When you cover one, another pops up, and it's even bigger. It's hard to keep the boat repaired and get safely to shore if you have an excuse mindset.\n","comments":"","_id":"53d1d231b5cb578bc11fd97b","tags":["excuses","mindset"]},{"number":"101","quote":"Burn your excuses (literally write them down and burn the paper. Or just light a candle and throw the paper way, to burn them symbolically)\n","comments":"","_id":"a83ab2ae97a988bed2b2f4f7","tags":"excuses"},{"number":"103","quote":"If you're too busy complaining, you might not hear that someone is trying to share with you a better way\n","comments":"","_id":"6f1db29561eca8215540a0c1","tags":"complaining"},{"number":"104","quote":"The no complaints diet\n","comments":"","_id":"903cd949ae75f6f259c05e0f","tags":"complaining"},{"number":"105","quote":"The source of many problems in relationships is that everyone wears masks at first in order to be liked\n","comments":"","_id":"3686ae7c6ecb5f2e3ec3f554","tags":"relationships"},{"number":"107","quote":"Use your assertive no, but sleep on it, be honest, delay, be loving, and surrender to the outcome\n","comments":"","_id":"9aac9d55543aae674ec6ae7d","tags":"assertiveness"},{"number":"107","quote":"Do no harm. Will your action harm anyone (including yourself)?\n","comments":"","_id":"5417074dc2c2b2abc121844c","tags":"harm"},{"number":"108","quote":"Exercise compassion. Everyone has their own struggles. Don't feel pity, but also don't waste time with blame.\n","comments":"","_id":"61a2422d5e4db38fbbdbcaf1","tags":["compassion","blame"]},{"number":"114","quote":"When someone attempts to manipulate you, Acknowledge, Boundary, Close. \"I see that this is a problem for you, but here is my limit.\" Then follow through.\n","comments":"","_id":"cf6a69dfa3099fe4c1f123e1","tags":"manipulation"},{"number":"115","quote":"Abusive people: try to make you feel guilty, angry, afraid, wrong; make themselves the victim; turn others against you; sound clever and reasonable to anyone who listens\n","comments":"","_id":"6e55a138328f9ce6b2db4702","tags":"abuse"},{"number":"127","quote":"Treat everyone else as if it's their last day\n","comments":"","_id":"c9b13c5fa09cd456c9955d3f","tags":"respect"},{"number":"128","quote":"Life is a series of failures punctuated by brief successes\n","comments":"","_id":"abe1198a567d7398a58a760f","tags":"failure"},{"number":"134","quote":"Think about someone you dislike. Write down the traits about that person that repel you. Recognize that they live in you too. \"Where am I in this?\"\n","comments":"","_id":"abd201cf903116419e427769","tags":"dislike"},{"number":"142","quote":"Write down your routine list\n","comments":"","_id":"56ccd51546e44c8763d5da1b","tags":"routine"},{"number":"142","quote":"Keep a things-I-did list every day\n","comments":"","_id":"c4319d8a43fc0995d4ddf7d9","tags":"lists"},{"number":"144","quote":"Make a wish list for the day that just happened\n","comments":"","_id":"2f4c96813355e9906266f0d8","tags":"lists"},{"number":"138","quote":"Count your blessings. Literally.\n","comments":"","_id":"a39bd63098a2f0e33095cef0","tags":"blessings"},{"number":"146","quote":"Write down your fears. Then think the opposite.\n","comments":"","_id":"4a5579a43f99cc475fae8c9a","tags":"fear"},{"number":"150","quote":"Luck = diversification + persistence\n","comments":"","_id":"d40ced9fbd56a40c50f0faba","tags":["luck","persistence"]},{"number":"151","quote":"Pauses in a conversation indicate love and respect\n","comments":"","_id":"b67fdd9f377d5b30a0e1e4e9","tags":["conversation","love","respect"]},{"number":"152","quote":"Let them finish. Don't say yes in the middle. Don't nod your head. Count to two, then respond. Real communication happens in the silence between the words.\n","comments":"","_id":"aceb354d7101c9aec825a7ea","tags":["conversation","communication"]},{"number":"177","quote":"Before, during, and after you think, say, or do anything, determine if it will harm someone\n","comments":"","_id":"bde9df7dd2a8e1ec53f61176","tags":["harm","speaking"]},{"number":"191","quote":"Say no to your history, your upbringing, your things, your dramas, your relationships. Give up control of these things.\n","comments":"","_id":"6f2b2c11cb7683904d04e0dc","tags":["history","control"]},{"number":"197","quote":"There are 3 types of mentors: Direct, Indirect (200-500 books), Everything you encounter\n","comments":"","_id":"b416dc8baca6e31cccc94820","tags":"mentors"},{"number":"199","quote":"It takes 5 years to reinvent yourself\n\t1. Flail and read everything and start to do\n\t2. You know how you need to talk to and network with. You're doing every day\n\t3. You're good enough to start making money\n\t4. You're making a good living and can quit your day job\n\t5. You're making wealth\n","comments":"","_id":"4c8d52ceae91a052d33971eb","tags":"reinvention"},{"number":"145","quote":"Physical (stomach, sick/die/pain), emotional (anger, depression, resentment), mental (dull, bitter, uncreative), spiritual (not worthwhile, scarcity complex)\n","comments":"","_id":"5d34943d9e155c3bcb15c488","tags":"illness"},{"number":"161","quote":"Anger and depression are like the mirror cravings of a lonely soul.\n","comments":"","_id":"c88e3174c1e219ffc25ed59f","tags":["anger","depression"]},{"number":"200","quote":"Your brain is just a tool you use. That's what failure is about.\n","comments":"","_id":"2deb607d3cf6525bcdb5fdd4","tags":["tool","brain","failure"]},{"number":"203","quote":"I can't read 500 books. What one book should I read for inspiration? A: Just give up.\n","comments":"","_id":"626f95f89554b01c61447c8d","tags":"reading"},{"number":"202","quote":"Someone who is reinventing always has spare time. Part of reinvention is collecting little bits and pieces of time and carving them the way you want them to be.\n","comments":"","_id":"937f3e2593df7bb4bc119bcc","tags":"reinvention"},{"number":"204","quote":"If you plan on being alive in 5 years, you might as well start today.\n","comments":"","_id":"d520229daa9b1fa5b51f506f","tags":"planning"},{"number":"205","quote":"Networking levels\n\t- Yourself\n\t- Your family\n\t- Online community\n\t- Meetups/Coffees\n\t- Conferences and thought leaders\n\t- Mentors\n\t- Customers and Wealth Creators\n","comments":"","_id":"ad129582aabc815ccc82da0d","tags":"networking"},{"number":"206","quote":"If you get depressed, sit in silence for 1 hour a day\n","comments":"","_id":"a218921e61784b8667d93a68","tags":"depression"}]},{"_id":"59dd8a6afd48d20400817a84","added":1516561930837,"title":"How to Win Friends and Influence People","author":"Dale Carnegie","isms":[{"number":"47","quote":"Part One: Fundamental Techniques in Handling People\n1. Don't criticize, condemn, or complain \n2. Give honest and sincere appreciation \n3. Arouse in the other person an eager want","comments":"","_id":"47989fcbb8c8fa8168bf347d","tags":["appreciation","stoicism"]},{"number":"105","quote":"Part Two: Six Ways to Make People Like You\n1. Become genuinely interested in other people. \n2. Smile. \n3. Remember that a person's name is to that person the sweetest and most important sound in any language.\n4. Be a good listener. Encourage others to talk about themselves. \n5. Talk in terms of the other person's interests.\n6. Make the other person feel important -- and do it sincerely.","comments":"","_id":"339f4f57a4b342d79892bacd","tags":["listening","appreciation"]},{"number":"189","quote":"Part Three: How to Win People to Your Way of Thinking\n1. The only way to get the best of an argument is to avoid it. \n2. ‎Show respect for the other person's opinions. Never say, \"You're wrong.\"\n3. ‎If you are wrong, admit it quickly and emphatically.\n4. ‎Begin in a friendly way. \n5. Get the other person saying \"yes, yes\" immediately.\n6. Let the other person do a great deal of the talking. \n7. Let the other person feel that the idea is his or hers.\n8. Try honestly to see things from the other person's point of view. \n9. Be sympathetic with the other person's ideas and desires.\n10. Appeal to the nobler motives.\n11. Dramatize your ideas. \n12. Throw down a challenge. ","comments":"","_id":"a3871177aab6481153205714","tags":["arguing","persuasion"]},{"number":"236","quote":"Part Four: Be a leader: How to change people without giving offense or arousing resentment.\n1. Begin with praise and honest appreciation. \n2. Call attention to people's mistakes indirectly. \n3. Talk about your own mistakes before criticizing the other person. \n4. Ask questions instead of giving direct orders. \n5. Let the other person save face.\n6. Praise the slightest improvement and praise every improvement. Be \"hearty in your approbation and lavish in your praise.\"\n7. Give the other person a fine reputation to live up to.\n8. Use encouragement. Make the fault seem easy to correct. \n9. Make the other person happy about doing the thing you suggest.","comments":"","_id":"c8cbac86c625efc3c2abc420","tags":["leadership","praise","criticism"]},{"number":"200","quote":"(p) The word 'but' following praise and leading into criticism infers a failure and diminishes the praise. Change 'but' to 'and' to make the criticism more indirect and not diminish the praise.","comments":"paraphrased","_id":"314876fe3815f605bd8c2bd8","tags":["criticism","praise"]},{"number":"203","quote":"...susceptible to improvement. ","comments":"","_id":"b0fc9389afc40a6e38e39443","tags":"improvement"},{"number":"203","quote":"You've lived a unique life, how can you possibly expect others to have your viewpoint, your judgment, or your initiative?","comments":"Paraphrased","_id":"393e117bbe949861498e6d77","tags":["judgment","viewpoint"]},{"number":"214","quote":"\"I have no right to say or do anything that diminishes a man in his own eyes. What matters is not what I think of him, but what he thinks of himself. Hurting a man in his dignity is a crime.\"","comments":"Antoine de Saint-Exupery quote ","_id":"a9dfa3b7c275ab95553fb2e6","tags":"criticism"},{"number":"215","quote":"\"Praise is like sunlight to the warm human spirit; we cannot flower and grow without it. And yet, while most of us are only too ready to apply to others the cold wind of criticism, we are somehow reluctant to give our fellow the warm sunshine of praise.\"","comments":"Psychologist Jess Lair quote","tags":"praise","_id":"c120406457823068421c0c72"},{"number":"217","quote":"...when criticism is minimized and praise emphasized, the good things people do will be reinforced and the poorer things will atrophy for lack of attention.","comments":"","_id":"ce6220e09cd79c15a6f02ff8","tags":["praise","criticism"]},{"number":"219","quote":"Everybody likes to be praised, but when praise is specific, it comes across as sincere--not something the other person may be saying just to make one feel good. ","comments":"","_id":"8f857b3caca4979ea28b5785","tags":"praise"},{"number":"220","quote":"Abilities wither under criticism; they blossom under encouragement. ","comments":"","tags":["criticism","encouragement"],"_id":"5cc939565679171cab28fd26"},{"number":"222","quote":"\"The average person can be led readily if you have his or her respect and if you show that you respect that person for some kind of ability.\"","comments":"Samuel Vauclain quote ","_id":"4a45151164ab0c8945b18436","tags":"leadership"},{"number":"227","quote":"Let the other person know that you have faith in his ability to do a thing, that they have an undeveloped flair for it, and they will practice until the dawn comes in the window in order to excel.","comments":"Slightly paraphrased","tags":"perspective","_id":"2f1da12240e7dd90b014d3a5"}]},{"_id":"5a4b97fb86dd080400f2a9d5","added":1516561930840,"title":"Winning","author":"Jack Welch","isms":[{"number":"14","quote":"Integrity is just a ticket to the game. If you don't have it in your bones, you shouldn't be allowed on the field.","comments":"","_id":"37e7d2753d62d035c92834f8","tags":"integrity"},{"number":"14","quote":"An effective mission statement basically answers one question: How do we intend to win in this business?","comments":"","_id":"5541cacfad0c15f8baaa8ddc","tags":"mission"},{"number":"15","quote":"Effective mission statements balance the possible and the impossible.","comments":"","_id":"c7b59173caa7140cb5ecc020","tags":"mission"},{"number":"16","quote":"Setting the mission is top management's responsibility. A mission cannot be delegated to anyone except the people ultimately held accountable for it.","comments":"","_id":"98a6262facc24e8d62eb08c3","tags":"mission"},{"number":"18","quote":"If you're at a company that welcomes debate, shame on you if you don't contribute to the process. You should feel obligated to contribute.","comments":"","_id":"9216166aaf71cff05295386c","tags":"contribution"},{"number":"25","quote":"Too many people instinctively don't express themselves with frankness. They keep their mouths shut in order to make people feel better or to avoid conflict, and they sugarcoat bad news in order to maintain appearances. They keep things to themselves, hoarding information. It spawns bureaucracy, layers, politicking, and false politeness.","comments":"","_id":"ad555da3b79b74d6abf6f3d6","tags":"candor"},{"number":"29","quote":"We are socialized from childhood to soften bad news or to make nice about awkward subjects. You don't insult your mother's cooking or call your best friend fat or tell an elderly aunt that you hated her wedding gift. You just don't. Candor just unnerves people.","comments":"","_id":"6833798432543a05923c3b1b","tags":"candor"},{"number":"29","quote":"Not being candid is actually about self-interest - making your own life easier. When you tell it like it is, you can so easily create a mess - anger, pain, confusion, sadness, resentment. To make matters worse, you then feel compelled to clean up that mess, which can be awful and awkward and time-consuming.","comments":"","_id":"4098ef46a57c609f3ddc10fa","tags":"candor"},{"number":"30","quote":"When people avoid candor in order to curry favor with other people, they actually destroy trust, and in that way, they ultimately erode society.","comments":"","_id":"58e4f3dd48515e3370b77f86","tags":"candor"},{"number":"55","quote":"The majority of people in most organizations don't say anything because they feel they can't--and because they haven't been asked. ","comments":"","_id":"47543addca3a188ab1e9c26d","tags":"silence"},{"number":"61","quote":"Before you are a leader, success is all about growing yourself. When you become a leader, success is all about growing others.","comments":"","_id":"306af8ed6098b2d5590a0f97","tags":["success","leadership"]},{"number":"63","quote":"Rule 1: Leaders relentlessly upgrade their team, using every encounter as an opportunity to evaluate, coach, and build self-confidence.","comments":"1 of 8 'What Leaders Do' listicle items.","_id":"50cd85d9c14bb27c2ce178fb","tags":["leadership","evaluation"]},{"number":"67","quote":"Take every opportunity to inject self-confidence into those who have earned it. Use ample praise, the more specific the better.","comments":"","_id":"5eabe9e7569b250937b62332","tags":["praise","confidence"]},{"number":"71","quote":"Your job as a leader is to fight the gravitational pull of negativism. This means you display an energizing, can-do attitude about overcoming them.","comments":"","_id":"afc3c291a8ce431dcb8985f4","tags":"attitude"},{"number":"71","quote":"Trust happens when leaders are transparent, candid, and keep their word.","comments":"","_id":"6b49ff2d5df5c2ed54935337","tags":["trust","candor"]},{"number":"72","quote":"When a tough call spawns complaints or resistance, your job is to listen and explain yourself clearly but move forward. Do not dwell or cajole.","comments":"","_id":"467748f766fb56f83c212170","tags":"resistance"},{"number":"72","quote":"You are not a leader to win a popularity contest--you are a leader to lead. Don't run for office. You're already elected.","comments":"","_id":"cfadc5dcb6796744a75a8512","tags":"leadership"},{"number":"74","quote":"When you are an individual contributor, your job is to have all the answers. When you're the leader, your job is to have all the questions. You have to be incredibly comfortable looking like the dumbest person in the room.","comments":"","_id":"c5c82401cd78df5f6f59579a","tags":"leadership"},{"number":"74","quote":"Questioning is never enough. You have to make sure your questions unleash debate and raise issues that get action.","comments":"","_id":"4198cce7ae2ba423d2d4154f","tags":"questioning"},{"number":"75","quote":"\"I knew it\" and \"I told you so\" are worth nothing. Second-guessing does not absolve you from responsibility when things go wrong. It might make you feel better, but what does it matter? If you don't make sure your questions and concerns are acted upon, it doesn't count.","comments":"","_id":"4dc1806da3e78caa8ff4a2ea","tags":"responsibility"},{"number":"78","quote":"How can you appraise people smarter than you? Learn from them. In the best-case scenario, all your people will be smarter than you. It doesn't mean you can't lead them.","comments":"","_id":"cec2c3f7a84f43d39d4e115f","tags":"leadership"},{"number":"83","quote":"Does the person seem real? Does she openly admit mistakes? Does he talk about his life with equal measures of candor and discretion?","comments":"","tags":"integrity","_id":"58dbbec6903bb0b459408bd5"},{"number":"83","quote":"Intelligence means the candidate has a strong dose of intellectual curiosity, with a breadth of knowledge to work with or lead other smart people in today's complex world.","comments":"","tags":"intelligence","_id":"bf5453d15f24378b40c98312"},{"number":"84","quote":"Mature people can withstand the heat, handle stress and setbacks, and, alternatively, when those wonderful moments arise, enjoy success with equal parts joy and humility. Mature people respect the emotions of others. They feel confident but are not arrogant.","comments":"","tags":"maturity","_id":"a9a61f054d382a593153c632"},{"number":"86","quote":"Effective people know when to stop assessing and make a tough call, even without total information.","comments":"","_id":"3becb1bc47d5e7a14ea88174","tags":"decision-making"},{"number":"96","quote":"Why a person has left a job or jobs tells you more about them than almost any other piece of data. ","comments":"","_id":"39c9cbdaa698ab8d9d9274e9","tags":["interviews","hiring"]},{"number":"96","quote":"When hiring, friendship and experience are never enough. Every person you hire has to have integrity, intelligence, and maturity. ","comments":"","_id":"2e7a8400c6b3f13fb2f9eab3","tags":"hiring"},{"number":"107","quote":"There is hardly anything more frustrating than working hard, meeting or exceeding expectations, and discovering that it doesn't matter to your company. You get nothing special, or you get what everyone else does.","comments":"","_id":"936c317e5151123763e9fb84","tags":"rewards"},{"number":"110","quote":"Charged relationships: stars (indispensable, swaggering, egotistical), sliders (once good, previously accomplished, now ossifying, bitter, resentful), disruptors (incite opposition)","comments":"","_id":"9e757d67a4bc790ea3c5add7","tags":"relationships"},{"number":"149","quote":"Assume the problem is worse than it appears. ","comments":"","_id":"4f2691042c246aa3c4f9e984","tags":["assessment","crises"]},{"number":"149","quote":"Assume there are no secrets in the world and that everyone will eventually find out everything.","comments":"","_id":"8f14e61c349b8aa9c7d8cd0c","tags":["crises","secrets"]},{"number":"206","quote":"People instinctively hedge their bets, even as they place them. Ironically, hedging can doom a new venture to failure. When launching something new, you have to go for it. \"Playing not to lose\" can never be an option. ","comments":"","_id":"d18c173e59112900a7abb1fc","tags":"bets"},{"number":"240","quote":"If you want to enjoy work, don't act like a victim. Get behind the deal, think of ways to make it work, adopt the biggest, most can-do attitude you can muster. ","comments":"","_id":"99bf455ab0b3e96961ece5ed","tags":"attitude"},{"number":"242","quote":"Swallow your pride, prove your worth, and start again. You and your bad attitude can be replaced. ","comments":"","_id":"59ec50adc8fe1cc16774f566","tags":["attitude","pride"]},{"number":"261","quote":"Stretching doesn't, and shouldn't, just happen at the beginning of a person's career. ","comments":"","_id":"a960d6fc6ed1fa40d08e3c89","tags":"growth"},{"number":"270","quote":"When interviewing, the best thing you can do is tell your true story. While you're telling your true story, act like your true self. The company should know what it's getting, and you should show them, so you see how they react. Authenticity may be the best selling point you've got. ","comments":"","_id":"b05fda2f4e1adda0bd530bf2","tags":"authenticity"},{"number":"271","quote":"Don't quit. It's easier to get a job from a job. You should work harder. Nothing will get you a new job faster than terrific performance in your old one. ","comments":"","_id":"63e3d0fe489cd51ba51d84fd","tags":"performance"},{"number":"274","quote":"Don't point fingers. Take ownership for why you left your last job. It is infinitely more appealing than the typical defenses such as \"My boss was difficult\" or \"it was all politics\".","comments":"","_id":"995ac336c04458566b19241a","tags":"ownership"},{"number":"275","quote":"If you really want to find a great job, choose something you love to do, make sure you're with people you like, and then give it your all. ","comments":"","_id":"c2a68a91cedfca6eae12ded4","tags":"moving on"},{"number":"279","quote":"Things happen that make you ask \"Why should I even try?\" Don't go there. In the long run, luck plays a smaller role in your career than the factors that are within your control. ","comments":"","_id":"ab4a271ec6228b4bc3e0237c","tags":"attitude"},{"number":"280","quote":"Do deliver sensational performance, far beyond expectations, and at every opportunity expand your job beyond its official boundaries. Don't make your boss use political capital in order to champion you. ","comments":"","_id":"a6273566c0c418fcb4e3139d","tags":"performance"},{"number":"282","quote":"The most reliable way to sabotage yourself is to be a thorn in your organization's rear end. This forces your boss to use political capital to defend you. ","comments":"","_id":"ba6325fbb2f5d5133f57743d","tags":"political capital"},{"number":"287","quote":"It's very hard to champion someone over the clamor of objecting coworkers. ","comments":"","_id":"b4e3d0305c16b09fc93605be","tags":"perception"},{"number":"289","quote":"When the time comes for your promotion, the best thing employees can say about you is that you were fair, you cared, and that you showed them tough love. ","comments":"","_id":"b4a99bd1a6d6e228c95d6759","tags":["promotions","performance"]},{"number":"294","quote":"The best mentors help you in unplanned, unscripted ways. Relish all that they give you in whatever form they come. ","comments":"","_id":"373a62c1ade456e7d4c1bc7e","tags":"mentors"},{"number":"294","quote":"Nobody likes to work under or near a dark cloud, even if the \"cloud\" is very smart. ","comments":"","_id":"a28e4afb49b78b77b82ffb25","tags":"attitude"},{"number":"295","quote":"A positive attitude does not always come easy. If it's natural for you, fantastic. If it isn't, fight to find it and wear it all over yourself. You can win without being upbeat, if every other star aligns, but why would you want to try? ","comments":"","_id":"bc732bc66174eae65ea94adb","tags":"attitude"},{"number":"301","quote":"Seeing yourself as the victim is completely self defeating. It's an attitude that kills all your options. It can even be the start of a career death spiral. ","comments":"","_id":"d34d65a7cdc3dfa13a4c94fb","tags":"attitude"},{"number":"303","quote":"People generally overrate their performance on the job and their popularity with the team, most often by a factor of two or more. ","comments":"","_id":"50bcc7e0915139d6513f2f1d","tags":"assessment"},{"number":"310","quote":"When you get a bad boss, first find out if you are the problem. In many cases, a bad boss is just a disappointed one. ","comments":"","_id":"5c4d89b265ad1e8bb305bc0f","tags":"attitude"},{"number":"320","quote":"Your company also feels the impact of your choices and actions. Work-life balance means making choices and tradeoffs and living with their consequences. ","comments":"","_id":"a7087ef241e330a9571fb1f5","tags":"attendance"},{"number":"320","quote":"Your boss has a big game to win, and they can't do it effectively with absentee players. ","comments":"","_id":"5b5c14556596d744c582d8f8","tags":"attendance"},{"number":"323","quote":"Despite all the technology that makes virtual work possible, most managers are simply more comfortable promoting people they've gotten to know in the trenches, people whom they've seen in meetings and hallways or lived with through a really tough crisis. ","comments":"Regardless of your performance.","_id":"8f0ab56d3e079636bb4b0d5a","tags":"attendance"},{"number":"330","quote":"Constantly asking for work-life balance accommodations makes a statement to your boss: \"I'm not really into this.\"","comments":"","_id":"35a1e7febc3555c7a770af82","tags":"political capital"},{"number":"332","quote":"The more you blend your life, the more mixed up, distracted, and overwhelmed you feel and act. Compartmentalize. Keep your head in whatever game you're at. ","comments":"","_id":"cc2397f0968e2c375e05ce2a","tags":"compartmentalize"},{"number":"345","quote":"You can look at a situation and feel victimized. Or you can look at it and be excited about conquering the challenges and opportunities it presents. Pick the latter. You can't win by wringing your hands. ","comments":"","_id":"352fb1cb6b9108556071936b","tags":"challenge"}]},{"_id":"5a5614595349fd0400e45ffa","added":1516561930841,"title":"The End of Leadership","author":"Barbara Kellerman","isms":[{"number":"3","quote":"In the beginning we had gods and goddesses. Hero-leaders. They are part of our collective psyche, and they serve a psychological purpose.","comments":"A shared lie, which allows us to join together and trust one another to accomplish great things. ","_id":"a59c2d625e42958d432464a8","tags":"leaders"},{"number":"10","quote":"Like all histories, the history of leadership is one of intrusions and interruptions. It does not follow a linear path. ","comments":"","_id":"c16b9dfe35239cbd423e2256","tags":["leadership","history"]},{"number":"13","quote":"If the Age of Enlightenment was about anything, it was about casting doubt on what previously had been presumed our proper place here on earth and in the kingdom of heaven. ","comments":"","_id":"9bf366694b944631d36983fb","tags":"doubt"},{"number":"30","quote":"Rudeness to children counts as rudeness. ","comments":"","_id":"a97e1dffc1d1c2ad4f9f1971","tags":"behavior"},{"number":"30","quote":"To keep a house in which every object, down to the smallest bibelot, is in perfect taste is in shocking taste. ","comments":"","_id":"b224914b9f65f2006a3ccbe6","tags":"tidiness"},{"number":"63","quote":"Why does technology exonerate the kind of foul expression that you would not tolerate anywhere else?","comments":"Leon Wieseltier","_id":"aea98f719fb4f9e067ec0625","tags":["technology","behavior"]},{"number":"70","quote":"In this day and age, for reasons of culture and technology, charisma is difficult to sustain. Charisma depends on the leader's personal capacity to attract, even enthrall, groups of followers. ","comments":"","_id":"4dcb858ec9875c6850ee5a5d","tags":"charisma"},{"number":"71","quote":"Merit is the basis of the exchange between the presumably estimable leader on the one hand, and the presumably pliable follower on the other. ","comments":"","_id":"4a4e64ac35fc7548d5125e28","tags":"merit"},{"number":"72","quote":"Leadership is judged on only two criteria: ethics and effectiveness. A good leader is presumed to be effective and ethical, and a bad, not. ","comments":"","_id":"c306171a9039addb2c2817e4","tags":["leadership","ethics","effectiveness"]},{"number":"172","quote":"The leadership industry also needs to focus on teaching people how to follow with integrity, which can mean refusing to follow, refusing to go along with leaders who are ineffective or unethical or both. ","comments":"This resonates with me. I have a hard time allowing myself to think I even have a position to speak my mind. It's ingrained in me to do what I'm told, that my elders know better. I've always resisted this notion, but it's too easy to fall into the \"Well who am I to say...\" trap.","_id":"5433c5684c6426dd3fb97a1c","tags":["integrity","ethics"]},{"number":"177","quote":"Approach them with dignity and they will be respectful. Be yourself a good son and a kind father, and they will be loyal. Raise the good and train the incompetent, and they will be zealous.","comments":"Confucius","tags":"leadership","_id":"c48f0fb4c3f1ac39438d6760"},{"number":"179","quote":"The agreement on what exactly constitutes good character remains elusive. ","comments":"","tags":"character","_id":"69e364613efb07f2460a104d"},{"number":"179","quote":"There is too wide a gap between professed commitments to ethical integrity and actual workplace practices. ","comments":"","_id":"51c9268894f8c2d84af1905a","tags":["ethics","integrity"]},{"number":"179","quote":"In our zeal for efficiency, and in our belief that almost anyone can and should learn to do almost anything as quickly and expeditiously as possible, we have condensed and contracted learning to lead to meet the demand for instant gratification, characteristic of the twenty-first century. ","comments":"","_id":"ca37ed024ef823d2b3077197","tags":["learning","efficiency"]},{"number":"182","quote":"Both the servant leader and the transformational leader have merit that is intrinsic and both include followers in the process of creating change. ","comments":"","_id":"3e6fda9bb56713e9b2f9333a","tags":["merit","leadership"]},{"number":"183","quote":"Most of the pedagogies are concerned only with maximizing good leadership, as opposed to minimizing bad leadership, an imbalance that can be explained only if you follow the money. ","comments":"No money to be made in stopping bad leaders. ","_id":"4d20ff7c4eeef56f2f837052","tags":"leadership"},{"number":"194","quote":"What if the kind of learning becoming a leader entails is as much art as science, requiring immersion in, among other things, the liberal arts--subjects such as history, philosophy, and literature, and for that matter music and art? ","comments":"","_id":"490dc7cebed33037aa8c9c12","tags":"leadership"},{"number":"194","quote":"Followers matter; they have always mattered and they matter more now than before. To exclude followership from the leadership curriculum is theoretically indefensible and practically irresponsible. ","comments":"","_id":"368249d19804c0529af57d34","tags":"followers"},{"number":"194","quote":"We should encourage learning how to follow--how to engage; how to collaborate and compromise; how to serve and support good leaders; how to challenge and even take on bad leaders; how to speak truth to power. ","comments":"","_id":"8fc0c2892ebb5804cdc66eb0","tags":"following"}]},{"_id":"5a4bc025e49f5c0400a3a9e9","added":1516561930839,"title":"Against the Gods","author":"Peter L. Bernstein","isms":[{"number":"12","quote":"Nobody takes a risk on the expectation that it will fail.","comments":"","_id":"63d65e0fcef1e0e4b360fbbd","tags":"risk"},{"number":"15","quote":"Many irreversible decisions must be made on the basis of incomplete information, and once we act, we forfeit the option of waiting until new information comes along. Not acting has value. The more uncertain the outcome, the greater may be the value of procrastination.","comments":"","_id":"3e5aa11eb3cdbad2cc329d76","tags":["action","decisions"]},{"number":"18","quote":"A penny saved is not a penny earned unless the future is something more than a black hole. ","comments":"","_id":"6ff1960f9657f22abd4e82f7","tags":"prediction"},{"number":"22","quote":"The successful business executive is a forecaster first; purchasing, producing, marketing, pricing, and organizing all follow. ","comments":"","_id":"37d3db029ef83cd49dbd29ae","tags":"prediction"},{"number":"69","quote":"\"Decision theory is the theory of deciding what to do when it is uncertain what will happen.\"","comments":"Ian Hacking","tags":"ian hacking","_id":"b793fe3e98cfef3a9c0fe499"},{"number":"99","quote":"Fear of harm ought to be proportional not merely to the gravity of the harm, but also to the probability of the event.","comments":"Author of the Port-Royal Logic","_id":"a71a3840316f661864f3dbaa","tags":["fear","probability"]},{"number":"100","quote":"Any decision relating to risk involves two distinct yet inseparable elements: the objective facts and a subjective view about the desirability of what is to be gained, or lost, by the decision. Both objective measurement and subjective degrees of belief are essential; neither is sufficient by itself.","comments":"","_id":"d28cb42aca72e7b13906e9db","tags":["risk","decisions"]},{"number":"103","quote":"The value of our expectation always signifies something in the middle between the best we can hope for and the worst we can fear.","comments":"Jacob Bernoulli","_id":"c862f9bdaa79c6b8602c3824","tags":["fear","expectation"]},{"number":"105","quote":"The utility resulting from any small increase in wealth will be inversely proportionate to the quantity of goods previously possessed.","comments":"","_id":"48397cf3be80bea7d1a3618e","tags":["utility","gain"]},{"number":"110","quote":"Today, we view the idea of human capital--the sum of education, natural talent, training, and experience that comprise the wellspring of future earning flows--as fundamental to the understanding of major shifts in the global economy.","comments":"","_id":"a3f8521fa43d55c96afdc6ab","tags":"human capital"},{"number":"112","quote":"Utility is inversely proportionate to the quantity of goods possessed. The utility gain of wealth increase will be less than the utility loss of a wealth decrease of the same amount. ","comments":"","_id":"44eb1cdccbbed4e6a2f5a999","tags":"utility"}]},{"_id":"5a5bdd4c8174060400044ed1","added":1516561930842,"title":"Reality is Broken","author":"Jane McGonigal","isms":[{"number":"6","quote":"The goal of history is uncovering the moral problems and moral truths in the concrete data of experience.","comments":"","_id":"6b217a1bbe5567033b94679e","tags":["history","truth"]},{"number":"11","quote":"The people who continue to write off games will be at a major disadvantage in the coming years.","comments":"","_id":"bfa8f1b8a422190965e058ed","tags":"games"},{"number":"21","quote":"When you strip away the genre differences and the technological complexities, all games share four defining traits: a goal, rules, a feedback system, and voluntary participation.","comments":"","_id":"3afb5fc330ed76835c6e0c1e","tags":"games"},{"number":"21","quote":"The freedom to enter or leave a game at will ensures that intentionally stressful and challenging work is experienced as a safe and pleasurable activity.","comments":"","_id":"b4b605b7973413fc3dda4dfd","tags":"eustress"},{"number":"22","quote":"Playing a game is the voluntary attempt to overcome unnecessary obstacles.","comments":"Bernard Suits","_id":"3047e2159580741bb9e0fcb9","tags":"obstacles"},{"number":"23","quote":"Freedom to work in the most logical and efficient way possible is the very opposite of gameplay.","comments":"","_id":"d30ae157678b3b072c8dd647","tags":["work","logic","efficiency","gaming"]},{"number":"24","quote":"In a good computer or video game you're always playing on the very edge of your skill level, always on the brink of falling off. When you do fall off, you feel the urge to climb back on. This is the state of flow. Both quitting and winning are equally unsatisfying outcomes.","comments":"","tags":"flow","_id":"382184b1344a0fbfb5349a11"},{"number":"24","quote":"Competition and winning are not defining traits of games--nor are they defining interests of the people who love to play them. May gamers would rather keep playing than win--thereby ending the game.","comments":"","_id":"c8b1635f6c6fa7e98ee7af52","tags":"winning"},{"number":"27","quote":"In most computer and video games today, players begin each game by tackling the obstacle of not knowing what to do and not knowing how to play. A well-designed game should be playable immediately, with no instruction whatsoever.","comments":"","_id":"a95e4f69aa63c38e3418d2db","tags":"game design"},{"number":"28","quote":"'The opposite of play isn't work. It's depression.' When we're depressed, we have a pessimistic sense of inadequacy and a despondent lack of activity.","comments":"","_id":"6369b88c709e5dee448ee020","tags":["depression","inactivity","pessimism"]},{"number":"29","quote":"When we don't choose hard work for ourselves, it's usually not the right work, at the right time, for the right person. It's not perfectly customized for our strengths, we're not in control of the flow, we don't have a clear picture of what we're contributing to, and we never see how it all pays off in the end.","comments":"","_id":"aab5a7df5151fbf3b8c5106a","tags":"work"},{"number":"28","quote":"All of the neurological and physiological systems that underlie happiness--our attention systems, our reward center, our motivation systems, our emotion and memory centers--are fully activated by gameplay.","comments":"","_id":"ca3fc517481430eab1d84ca4","tags":"happiness"},{"number":"32","quote":"Seeking 'relaxing fun', such as watching TV, is our way of balancing the negative stress we encounter. But most often, this relaxing fun moves us too far in the other direction, to slight depression, making us less motivated, less engaged, and less confident overall.","comments":"","_id":"9b3142af93151dad33c0fb37","tags":["confidence","engagement","motivation","stress"]},{"number":"36","quote":"The failure of schools, offices, factories, and other everyday environments to provide flow is a serious moral issue, one of the most urgent problems facing humanity.","comments":"paraphrased from Csikszentmihalyi","_id":"ce0e2700360852ba512a0f5e","tags":["school","flow","morality","problems","humanity"]},{"number":"36","quote":"Our most pressing problems--depression, helplessness, social alienation, and the sense that nothing we do truly matters--could be effectively addressed by integrating more gameful work into our everyday lives.","comments":"","_id":"d0f401723a260c5b492eb808","tags":["depression","meaning","gameful work"]},{"number":"40","quote":"\"This was a whole different business, nothing like I'd ever known, like night and day... Thirty seconds of play, and I'm on a whole new plane of being, all my synapses wailing.\"","comments":"David Sudnow","_id":"aca272cfb17df24ca8267765","tags":"games"},{"number":"42","quote":"We can't experience flow all the time. It uses up our physical and mental resources. So we have to find ways to enjoy the world and relish life even when we're not operating at our peak human potential. Too much flow can lead to happiness burnout.","comments":"","_id":"69ee619e694ceceb5e04c93d","tags":["flow","energy","potential","burnout"]},{"number":"45","quote":"Found happiness--happiness we get from external rewards, such as money, material goods, status, or praise--doesn't last very long. We build up a tolerance for our favorite things and start to want more. It takes bigger and better rewards just to trigger the same level of satisfaction and pleasure.","comments":"External rewards: money, grades, promotions, popularity, attention, material things.","_id":"6041f26e8f5d5ff44371e943","tags":"hedonism"},{"number":"46","quote":"We are wrong in believing that we need life to be a certain way in order for us to be happy, and that the easier life is the happier we are. The relationship between hard work, intrinsic reward, and lasting happiness has been verified and confirmed through hundreds of studies and experiments.","comments":"","_id":"3c1c7b7bc37242ea6aeced2a","tags":["work","happiness"]},{"number":"46","quote":"Every time we engage in autotelic activities, the very opposite of hedonic adaptation occurs. We wean ourselves off consumption and acquisition as sources of pleasure and develop our hedonic resilience.","comments":"","_id":"6f9c41a767ec43ab5bbe114e","tags":["hedonism","autotelic","resilience"]},{"number":"49","quote":"These are four common themes that contribute to your happiness in intrinsic ways: We crave: satisfying work; the experience, or at least the hope, of being successful; social connection; meaning.","comments":"","tags":"intrinsic rewards","_id":"607a51f94e7d09adb44ef93f"},{"number":"51","quote":"Gamers aren't escaping their real lives by playing games. They're actively making their real lives more rewarding.","comments":"","_id":"43e5d51f4fb8e3f36547e7d7","tags":["rewards","gaming"]},{"number":"53","quote":"Blissful productivity is the sense of being deeply immersed in work that produces immediate and obvious results. The clearer the results, and the faster we achieve them, the more blissfully productive we feel.","comments":"","_id":"5e52f1f360dce3d5a950ba1a","tags":["productivity","results"]},{"number":"56","quote":"There's nothing wrong with having interesting problems to solve, but it doesn't necessarily lead to satisfaction. In the absence of actionable steps, our motivation to solve a problem might not be enough to make real progress. Well-designed work, on the other hand, leaves no doubt that progress will be made.","comments":"","_id":"4c2505492cdad798c5a9b211","tags":["problems","satisfaction","motivation","work"]},{"number":"57","quote":"The fastest way to improve someone's everyday quality of life is to \"bestow on a person a specific goal, something to do and to look forward to.\" When a clear goal is attached to a specific task, it gives us an energizing push, a sense of purpose.","comments":"","_id":"5cca02e9caf4fe002f68162f","tags":["goals","purpose"]},{"number":"60","quote":"Until and unless the real work world changes for the better, games like WoW will fulfill a fundamental human need: the need to feel productive.","comments":"","_id":"a55f2d1d999e8b88b4c2e46a","tags":"productivity"},{"number":"62","quote":"We turn to games to help us alleviate the frustrating sense that, in our real work, we're often not making any progress or impact.","comments":"","_id":"97739623c9153f7c6170f104","tags":"work"},{"number":"62","quote":"In casual games, there is no greater purpose to our actions--we are simply enjoying our ability to make something happen.","comments":"","_id":"57d1fee135ae1ab835213ff1","tags":["control","success"]},{"number":"65","quote":"A well-designed game helps players develop exceptional mental toughness.","comments":"","_id":"a25404e1bf57b340c2800b87","tags":"mental toughness"},{"number":"67","quote":"In real life, it's rare to feel sincere, unabashed hope in the face of daunting challenges. But in games, the opposite can be true, so long as we have agency, the feedback is clear, and the game is fair. We know we could overcome that goal with just one more shot at it.","comments":"","_id":"5f20d1bea1a3d9e5916cce33","tags":["hope","agency","challenge"]},{"number":"68","quote":"Being really good at something is less fun than being not quite good enough--yet.","comments":"","_id":"42f933ee61c5ad3fd02e9e09","tags":"flow"},{"number":"68","quote":"Those of us who want games to be fun are fighting a losing battle against the human brain.","comments":"Raph Koster","_id":"68edef8f6318845999167f39","tags":"skill"},{"number":"68","quote":"Flexible Optimism: continually assessing our abilities to achieve a goal, and intensifying or reducing our efforts accordingly. When practiced, we see more opportunities for success, but don't overstate our abilities. and we don't overestimate the amount of control we have over the outcome.","comments":"","_id":"b10f94cb7095162390abd022","tags":["optimism","self-assessment","goals","effort","opportunity","success","ability","control"]},{"number":"70","quote":"We reduce our optimism when we get feedback that we're pursuing unattainable goals or operating in a low-control environment. We recognize that our time and energy would be better spent elsewhere.","comments":"","_id":"32602ac59c2ef2fd328b813c","tags":["energy","optimism","time","goals","work"]},{"number":"70","quote":"When we have no clear way to make productive progress, our neurological systems default to a state of low energy and motivation. ","comments":"When I hit a wall during support tasks, this is why I feel the way I do.","_id":"503ccea4a1128657a598ffd0","tags":["progress","motivation"]},{"number":"70","quote":"When we don't pay attention to our real skills and abilities, don't put efforts toward the goals we are capable of achieving, and are distracted by extreme dreams (fame, fortune, glory), our evolutionary mechanism, depression, kicks in, signaling our ill-fated efforts. ","comments":"","_id":"ba216a794e4b2e0955846b2b","tags":["depression","goals"]},{"number":"85","quote":"Teasing each other is one of the fastest and most effective ways to intensify our positive feeling for each other.","comments":"Not sure I agree with this one, but what do I know.","_id":"a2cedadcc74b7e17ae292685","tags":"teasing"},{"number":"88","quote":"When we see success or failure as an entirely individual affair, we don't bother to invest time or resources in someone else's achievements.","comments":"","_id":"ce77069544142503c36234ca","tags":["failure","success","resources"]},{"number":"97","quote":"Meaning is the feeling that we're a part of something bigger than ourselves. It's the belief that our actions matter beyond our own individual lives.","comments":"","_id":"c45f402b6803ad88c1ad3745","tags":["meaning","purpose"]},{"number":"99","quote":"Our ability to feel awe in the form of chills, goose bumps, or choking up serves as a kind of emotional radar for detecting meaningful activity. Whenever we feel awe, we know we've found a potential source of meaning.","comments":"","_id":"b4ba7d5b4ad2639c4645852c","tags":["awe","meaning","emotion"]},{"number":"113","quote":"The more we focus on ourselves and avoid a commitment to others, the more we suffer from anxiety and depression.","comments":"","_id":"44dae9b043e775e9396daf17","tags":["avoidance","anxiety","depression"]},{"number":"114","quote":"It isn't normal to know what we want. It is a rare and difficult psychological achievement.","comments":"","_id":"a04d8296caa4fa4439aaf259","tags":["goals","purpose"]},{"number":"139","quote":"Having specific positive actions to take increases the odds of doing something that will break the cycle of feeling negative stress or depression.","comments":"","_id":"4fd71e323d8a23cdc18864b9","tags":"action"},{"number":"153","quote":"Trying to improve an already enjoyable activity by adding points, levels, and achievements has its risks. Offering people an extrinsic reward for something they're already doing--and already enjoying--actually makes them feel less motivated and less rewarded. However, having measurable feedback can help us improve our skill in performing the activity.","comments":"","_id":"3700e7c78fc18b6a47355649","tags":["feedback","reward","extrinsic"]},{"number":"162","quote":"Having systematic positive feedback based on your behavior will help keep you motivated.","comments":"my words","_id":"5f3079e68f65433dbd2a68da","tags":["feedback","motivation"]},{"number":"163","quote":"Monitor writing stats. \"Writing+\". Achievements based on things like days in a row, most words written in a day personal best, complexity of writing--words per sentence, sentences per paragraph. Use the data to improve clarity of writing and vary its structure.","comments":"","tags":"writing","_id":"32ee1e0eaaa15f41cecdc891"},{"number":"185","quote":"\"The pervasive belief that happiness is inauthentic is a profound obstacle\" to putting positive psychology into action. ","comments":"","tags":"martin seligman","_id":"6caecb35320062da5294d545"},{"number":"186","quote":"There are almost no good ways to be happy alone for long. ","comments":"","_id":"bb14fbce69c5d2c7c43f90f5","tags":["solitude","happiness"]},{"number":"203","quote":"It is only when we shake free our fear of death that we can truly enjoy life.","comments":"","_id":"2f5bf3203d001e89bf23d878","tags":"death"},{"number":"205","quote":"Touch is one of the fastest ways to build social bonds--holding hands, touching someone's back, and patting a shoulder all release the oxytocin chemical that makes us like and trust each other. ","comments":"","_id":"3a62433157664f69448e4a70","tags":"trust"},{"number":"206","quote":"One of the most vital powers of gameplay is that it gives us explicit permission to do things differently.","comments":"","_id":"5844d222cb7f3da14f3abd5d","tags":"permission"},{"number":"214","quote":"We have to set concrete goals, and in the pursuit of those goals, we capture happiness as a kind of by-product. We have to approach it sideways, like a crab. We can't let it know we're coming. We just kind of sneak up on it from the side.","comments":"","_id":"3ba438fe432f87553a0bbbd1","tags":["goals","happiness"]},{"number":"242","quote":"If we are paid to do something we would otherwise done out of interest--such as reading, drawing, participating in a survey, or solving puzzles--we are less likely to do it in the future without being paid.","comments":"","_id":"bd4ec953a62e677b44a1f38d","tags":"enjoyment"},{"number":"243","quote":"Positive emotions are the ultimate reward for participation.","comments":"","_id":"5898b53a6149a9173bf2babf","tags":["emotion","participation"]},{"number":"245","quote":"To truly engage, the experience of participation should be rewarding on its own merits, and not through some extrinsic compensation.","comments":"","_id":"b4c67df4ce139de0bdd0606b","tags":["engagement","participation","extrinsic"]},{"number":"245","quote":"The emphasis must be on making the content and experience intrinsically rewarding, rather than on providing compensation for doing something that would otherwise feel boring, trivial, or pointless.","comments":"","_id":"63c29c1c47c913d13f6024f8","tags":"rewards"},{"number":"245","quote":"Gamers who have grown up being intensely engaged by well-designed virtual environments are hungry for better forms of engagements in their real lives.","comments":"","_id":"c52b59969cb8dca738ab80fa","tags":"engagement"},{"number":"249","quote":"We don't have an endless stream of opportunities to do something that matters right now, presented with clear instructions, and finely tuned to our moment-by-moment capabilities. That makes it hard to get epic wins.","comments":"","_id":"6d4709edbc3aff6cbf43e17d","tags":["opportunity","capabilities"]},{"number":"269","quote":"Gamers practice shared concentration and synchronized engagement. They actively focus their attention on the game, and they agree to ignore everything else for as long as they're playing. ","comments":"","_id":"abbf5c7954a68798616df0cc","tags":["engagement","attention"]},{"number":"277","quote":"Typically, we think of practice as moving us from a zero-skill level to basic competency and then, if we keep practicing, to proficiency and ultimately to mastery. ","comments":"","_id":"3ac7627431e17cf9bc905859","tags":["practice","mastery","competance"]},{"number":"278","quote":"Principle of emergence: bigger isn't more, it's different. It's impossible to predict what will happen at scale until you get there, and it's likely to be vastly more complex than you expected. ","comments":"","_id":"44cb5772bc4f528cc4b6b042","tags":["emergence","complexity"]},{"number":"297","quote":"Taking the long view: working at scales far larger than we would ordinarily encounter in our day-to-day lives. Players of god games have to consider the impacts of their actions across the entire game.","comments":"","_id":"a4b99ad74241d3293dba7927","tags":"decisions"},{"number":"297","quote":"Ecosystems thinking: a way of looking at the world as a complex web of interconnected interdependent parts. A good ecosystems thinker will study and learn how to anticipate the ways in which changes to one part of an ecosystem will impact other parts.","comments":"","_id":"3c67c5d9cfdf197849c2c464","tags":"ecosystems"},{"number":"298","quote":"Pilot experimentation: designing and running many small tests of different strategies and solutions in order to discover the best course of action to take, and then scaling what works.","comments":"","_id":"cdcaefa7b70e8f9fb8058b50","tags":["scaling","experimentation"]},{"number":"300","quote":"\"The human imagination is an amazing thing. We're able to build models of the world around us, test out hypothetical scenarios, and, in some sense, simulate the world. I think this ability is probably one of the most important characteristics of humanity.\"","comments":"Will Wright, creator of Spore","_id":"54618cdb9a25babd4aef4bb9","tags":["humanity","imagination","modeling","simulation"]},{"number":"301","quote":"\"Most of the really bad stuff that's happening right now is the result of very short-term thinking.\"","comments":"Will Wright, creator of Spore","_id":"57a9eae2387ec401c711e3f7","tags":"planning"},{"number":"309","quote":"Our collective inability to focus on negative futures is our culture's biggest blind spot. We are very good at positive thinking, but we tend to avoid articulating worst-case scenarios, which unfortunately makes us more vulnerable to them and less resilient if they occur.","comments":"","_id":"b9692217a12a408b3a9b8c60","tags":["planning","optimism"]},{"number":"311","quote":"By turning a real problem into a voluntary obstacle, we can activate more genuine interest, curiosity, motivation, effort, and optimism than we can otherwise. We can change our real-life behaviors in the context of a fictional game precisely because there isn't any negative pressure surrounding the decision to change.","comments":"","_id":"9a6f054f55381d9d40913c6c","tags":["motivation","effort","optimism","change","obstacles"]},{"number":"313","quote":"\"Games are the most elevated form of investigation.\"","comments":"Albert Einstein","_id":"b124d40b57eb926fbb4022b4","tags":"investigation"},{"number":"323","quote":"Future self questions: 1. Where do you live? 2. Who do you live with? 3. What do you do? Where do you work? 4. What matters to you most? 5. How did you get to be this person? Was there a particular turning point for you in the past ten years? 6. What do you know more about than most people? Tell us about your skills and abilities. 7. Who do you know? Tell us about the communities and groups you belong to, and what kinds of people are in your social and professional networks.","comments":"","_id":"c2cdb00b30e5476b4416be3c","tags":"self-assessment"},{"number":"350","quote":"Games are a way of creating new civic and social infrastructure. They are the scaffold for coordinated effort.","comments":"","_id":"9b8feb094fe64f9b9f407bc3","tags":"social structure"},{"number":"350","quote":"The closer we pay attention to the real and completely renewable rewards we get from games, the better we understand: games are a sustainable way of life.","comments":"","_id":"66e2aff7cb7728a1caa7bb96","tags":["rewards","games"]},{"number":"354","quote":"The great challenge for us today, and for the remainder of the century, is to integrate games more closely into our everyday lives, and to embrace them as a platform for collaborating on our most important planetary efforts.","comments":"","_id":"6b60700fcc7f39fbcfe23c05","tags":"collaboration"},{"number":"366","quote":"Whenever you play more than twenty-one hours a week, the benefits of gaming start to decline sharply.","comments":"","_id":"9bb3cf1a644d4d739f66a5a1","tags":"gaming"},{"number":"367","quote":"Children who play video games at home with their parents report feeling much closer to them, and demonstrate significantly lower levels of aggression, behavior problems, and depression.","comments":"","_id":"b2a9e0403980359dcdb2d5c8","tags":["depression","parenting","gaming"]},{"number":"368","quote":"Any game that makes you feel bad is no longer a good game for you to play.","comments":"","_id":"39792011a2c1e97653e0c958","tags":"gaming"}]},{"_id":"59e80ff6d013650400c31db3","added":1516561930821,"title":"Answers","author":"Quora","isms":[{"number":"0","quote":"Always remember, people are benevolent by nature. It's the situations which are bad.","comments":"https://www.quora.com/What-can-I-start-today-that-will-benefit-me-for-a-lifetime/answer/Farhan-Safi?srid=u8avY","tags":"people","_id":"63da27a956b2fb1eb00a84ba"},{"number":"0","quote":"If I was medicated, I’d be just like the rest of you.","comments":"David Neeleman, CEO of JetBlue  https://www.quora.com/Why-do-so-many-high-IQ-people-amount-to-nothing/answer/Nathan-Casper?share=77321b2f&srid=u8avY","_id":"41b9a3223ff3079a4e7a0510","tags":"adhd"}]},{"_id":"59ecb4dca5e36b0400225c91","added":1516561930838,"title":"Articles","author":"Medium","isms":[{"number":"0","quote":"Psychology research is teaching us that the image of ourselves that we carry is not a true representation of who we are. Rather, our self-image is an elaborate fiction: an oddly-shaped house constructed from biased perceptions and faulty memories hammered together to form a sense-making narrative.","comments":"https://betterhumans.coach.me/financial-freedom-the-missing-link-1b383c806044","tags":"self-image","_id":"316875759fab6eca30a0101f"},{"number":"1","quote":"“The best time to plant a tree was 20 years ago. The second best time is now.” — Chinese Proverb","comments":"","_id":"66fc874db8618fed50e3bfeb","tags":["regret","investment","action"]},{"number":"0","quote":"“Self-improvement is meaningless if you don’t create something that’s designed to help somebody other than yourself.”","comments":"“We Don’t Need More Self Improvement: We Need Creators.” @Tim_Denning https://medium.com/personal-growth/we-dont-need-more-self-improvement-we-need-creators-3de3819fe6c8","_id":"b7c51ba1659e190e53f9a413","tags":"improvement"},{"number":"0","quote":"The primary problem with the passion hypothesis is that all the attention is focused on the self. One of those [faulty] assumptions is that we as people have preexisting passions we need to “discover” and then follow.\n","comments":"https://journal.thriveglobal.com/how-to-develop-mastery-make-millions-and-be-happy-cd9743c40d12","_id":"9db2b7aa4f382e08682a76b3","tags":"passion"},{"number":"0","quote":"What you do for a living is much less important than how you do it.\n","comments":"https://journal.thriveglobal.com/how-to-develop-mastery-make-millions-and-be-happy-cd9743c40d12","_id":"6307e733a110640cc8e55613","tags":"motivation"},{"number":"0","quote":"Once you become comfortable, it’s hard to go back to the discomfort of learning and humility.","comments":"https://journal.thriveglobal.com/how-to-develop-mastery-make-millions-and-be-happy-cd9743c40d12","_id":"cf594b6d57e114464cef65ee","tags":"learning"}]},{"_id":"5a563ae2a2058804007a4757","added":1516561930833,"title":"Worldview","author":"Matt","isms":[{"number":"20180110101037","quote":"I want what everyone else wants: autonomy to make my own choices, to affect change to improve my environment, and to feel that my contributions are valued.","comments":"","_id":"5291dcffab32d0329b2e72ce","tags":"meaning"},{"number":"20180118074700","quote":"Whether something makes your life better or worse depends on the scale of time involved. ","comments":"","_id":"6ff82affc8d1277a8f128321","tags":"life"},{"number":"20180123140800","quote":"In large group meetings in a business setting, most people clam up. Why risk judgment? That's the default response. But judgment is worth risking if you have something valuable to contribute. Some people still auto-filter everything regardless of the contribution value.","comments":"","_id":"b8957c7f49c89204a167ea1d","tags":["judgment","filtering"]},{"number":"20180123020900","quote":"Problem sentence affinity grouping is very interesting. The sheer volume of ideas is astounding when you give people the freedom to air grievances without having to, in the same thought stream, think of root causes or solutions or how to implement those solutions.","comments":"","_id":"ae31ff969fbbc735594ef0a5","tags":"problem-solving"},{"number":"20180127105400","quote":"On Writing And The Fear Of Judgment: We are all complex creatures, so our work is merely one aspect of our character at a specific point in time.","comments":"https://www.thecreativepenn.com/2013/03/17/writing-fear-of-judgment/","_id":"5dfaf04d6f76109d573ca2dd","tags":"worldview"},{"number":"20180127105600","quote":"\"In my opinion, many of those close to us are the very worst people to help us with our writing. You need objective help from people you don’t care about – they’re called editors! They can help you make the book better – whatever stage you’re at. http://www.thecreativepenn.com/editors/\nYou can also join critique groups online to work through your book, but personally, working with paid editors has been the best way to improve.\"","comments":"https://www.thecreativepenn.com/2013/03/17/writing-fear-of-judgment/","_id":"6be39d1caf822815d1a0ba0d","tags":"editing"},{"number":"20180205145100","quote":"It's a fine line between wanting to help them avoid the problems by using the right things first and just wanting them to learn. Case in point: learning VBA was painful, but now I know firsthand that VBA is painful and subsequently listen to advice about painful things","comments":"","_id":"a79b740642941cc25d1d4be3","tags":["learning","teaching"]},{"number":"20180205145200","quote":"everything is equally possible and meaningless on a long enough timescale","comments":"","_id":"9a8dba61bc0d276abdac3191","tags":["meaning","possibility"]}]},{"_id":"5a6740ae0cbdbb040034d245","title":"Bird by Bird","author":"Anne Lamott","isms":[{"number":"0","quote":"\"You might as well fall flat on your face as lean over too far backwards.\"","comments":"Thurber","_id":"4cf96b865ede26b7af355365","tags":"progress"},{"number":"0","quote":"The idea of spending entire days in someone else's office doing someone else's work did not suit my father's soul.","comments":"","_id":"ba6400a1cdf4ff675933b1b3","tags":["dedication","commitment"]},{"number":"0","quote":"Seeing yourself in print is such an amazing concept: you can get so much attention without having to actually show up somewhere.","comments":"","_id":"d0ff0fd0d02a7576348bf2c8","tags":"attention"},{"number":"0","quote":"A life oriented to leisure is in the end a life oriented to death--the greatest leisure of all.","comments":"","_id":"b12444ac5addd60436734f18","tags":"leisure"},{"number":"0","quote":"\"...who as a young person, like me, accepted being alone quite a lot. I think that this sort of person often becomes either a writer or a career criminal.\"","comments":"","_id":"35c58c64b8b76b2cb5e6e3ab","tags":"solitude"},{"number":"0","quote":"I devoured books like a person taking vitamins, afraid that otherwise I would remain this gelatinous narcissist, with no possibility of ever becoming thoughtful, of ever being taken seriously. ","comments":"","_id":"653145ddbdd35519c38b9984","tags":"effort"},{"number":"0","quote":"\"[Write] every day for a while. Do it as you would do scales on a piano. Do it by prearrangement with yourself. Do it as a debt of honor. And make a commitment to finishing things.\"","comments":"Quote from the author's father","_id":"5ba5e60f3536424ca73ac7db","tags":"commitment"},{"number":"4","quote":"Don't worry about doing it well yet; just start getting it down.","comments":"","_id":"3dcd1b73ac99b0445a8c4753","tags":"shipping"},{"number":"8","quote":"Some days it feels like you just have to keep getting out of your own way so that whatever it is that wants to be written can use you to write it.","comments":"","_id":"c1e67a44bbe90d2bc8fbcbc5","tags":"writing"},{"number":"9","quote":"You don't care about those first three pages; those you will throw out, those you needed to write to get to that fourth page, to get to that one long paragraph that was what you had in mind when you started, only you didn't know that, couldn't know that, until you got to it.","comments":"","_id":"2b725a484f7e193b44995160","tags":"drafts"},{"number":"13","quote":"My son, Sam, at three and a half, had these keys to a set of plastic handcuffs, and one morning he intentionally locked himself out of the house. I was sitting on the couch reading the newspaper when I heard him stick his plastic keys into the doorknob and try to open the door. Then I heard him say, \"Oh, shit.\" My whole face widened, like the guy in Edvard Munch's Scream. After a moment I got up and opened the front door.\\n\n\"Honey,\" I said, \"what'd you just say?\"\\n\n\"I said, 'Oh, shit,'\" he said.\\n\n\"But, honey, that's a naughty word. Both of us have absolutely got to stop using it. Okay?\"\\n\nHe hung his head for a moment, nodded, and said, \"Okay, Mom.\" Then he leaned forward and said confidentially, \"But I'll tell you why I said 'shit.'\" I said Okay, and he said, \"Because of the fucking keys!\"\\n","comments":"","_id":"b5ddd264a68ca71b6f00ed6e","tags":["exploration","experimentation"]},{"number":"16","quote":"Then your mental illnesses arrive at the desk like your sickest, most secretive relatives. And they pull up chairs in a semicircle around the computer, and they try to be quiet but you know they are there with their weird coppery breath, leering at you behind your back.","comments":"regarding writing, or huge projects in general","_id":"b0e1f0abd52be2e799b6139c","tags":"mental health"},{"number":"18","quote":"Write about only what you can see through a one-inch picture frame. \"Writing a novel is like driving a car at night. You can see only as far as your headlights, but you can make the whole trip that way.\" - E. L. Doctorow","comments":"","_id":"307ddb789000c77f3aee1966","tags":["focus","scope"]},{"number":"19","quote":"Writing can be a pretty desperate endeavor, because it is about some of our deepest needs: our need to be visible, to be heard, our need to make sense of our lives, to wake up and grow and belong.","comments":"","_id":"5f209110448644aecb2bcd76","tags":["writing","growth"]},{"number":"22","quote":"You can safely assume you've created God in your own image when it turns out that God hates all the same people you do.","comments":"","_id":"b4558c27c383bf4b991d8988","tags":"worldview"},{"number":"22","quote":"The first draft is the child's draft, where you let it all pour out and then let it romp all over the place, knowing that no one is going to see it and that you can shape it later.","comments":"","_id":"57d0fac72e0fb3a6abb0b56a","tags":"drafts"},{"number":"26","quote":"Writing is, for some of us, the latch that keeps the door of the pen closed, keeps those crazy ravenous dogs contained.","comments":"","_id":"2e81339bafb25bca6941a456","tags":"mental health"},{"number":"27","quote":"Close your eyes and get quiet for a minute, until the chatter starts up. Then isolate one of the voices and imagine the person speaking as a mouse. Pick it up by the tail and drop it into a mason jar. Then isolate another voice, pick it up by the tail, drop it in the jar. And so on. Drop in any high-maintenance parental units, drop in any contractors, lawyers, colleagues, children, anyone who is whining in your head. Then put the lid on, and watch all these mouse people clawing at the glass, jabbering away, trying to make you feel like shit because you won't do what they want--won't give them more money, won't be more successful, won't see them more often. Then imagine that there is a volume-control button on the bottle. Turn it all the way up for a minute, and listen to the stream of angry, neglected, guilt-mongering voices. Then turn it all the way down and watch the frantic mice lunge at the glass, trying to get to you. Leave it down, and get back to your shitty first draft.","comments":"","_id":"bf195bea535a5acfa9459886","tags":"mental noise"},{"number":"29","quote":"Perfectionism, tidy writing, suggests that something is as good as it's going to get. Tidiness makes me think of held breath, of suspended animation, while writing needs to breathe and move.","comments":"","_id":"a2e47f073fb15aaca589b5a9","tags":["perfectionism","drafts"]},{"number":"31","quote":"Awareness is learning to keep yourself company. And then learning to be more __compassionate__ company, as if you were somebody you are fond of and wish to encourage.","comments":"","_id":"bbd3e4f95cb313e6591990f3","tags":"mindfulness"},{"number":"32","quote":"We need to make messes in order to find out who we are and why we are here--and, by extension, what we're supposed to be writing.","comments":"","_id":"9b0e542ab9ff12f7ac3cca29","tags":"failure"},{"number":"32","quote":"\"When I write, I feel like an armless, legless man with a crayon in his mouth.\"","comments":"quote by Vonnegut","tags":"vonnegut","_id":"2cfb5e2ed2c10f589a80d298"},{"number":"44","quote":"Emotional acres. We all get an acre all to ourselves. We can do whatever we want with it. Plant flowers, a garden, turn it into a junkyard, a garage sale. If people come in and muck it up, we get to ask them to leave, because this is our acre. When writing a character, develop their acre first.","comments":"","_id":"a13157345f92f08c9ff99d22","tags":["emotions","characters"]},{"number":"48","quote":"When we see someone and say \"How are you?\" we know that by no they may have another story to tell, or they may be in the  middle of one, and we hope it is joyful.","comments":"","_id":"c78d9600945c3bdc4741d9e6","tags":["joy","stories"]},{"number":"51","quote":"We all know we're going to die. What's important is the kind of men and women we are in the face of this.","comments":"","tags":"death","_id":"b1b0fbc35a92cf0856123363"},{"number":"52","quote":"A writer paradoxically seeks the truth and tells lies every step of the way.","comments":"","tags":["writing","lying"],"_id":"651f5cd79cef9d0356f9ab86"},{"number":"53","quote":"Your characters know more about themselves then you do. Stay open to them. It's teatime and all the dolls are at the table. Listen. It's that simple.","comments":"","tags":"characters","_id":"b1df336cbcb355c69acf2578"},{"number":"55","quote":"You are not going to be able to give us the plans to the submarine. Life is not a submarine. There are no plans.","comments":"","_id":"318ed2a6395272124f545ab1","tags":["planning","life"]},{"number":"54","quote":"Characters should not server as pawns for some plot you've dreamed up.","comments":"","tags":"plot","_id":"b9b532808fc35b0aae3500ce"},{"number":"55","quote":"Find out what each character cares most about in the world because then you will have discovered what's at stake. Find a way to express this discovery in action, and then let your people set about finding or holding onto or defending whatever it is.","comments":"","tags":["characters","plot"],"_id":"b944fe2a2c1e3c9b9487a20f"},{"number":"56","quote":"I'm the person whose job it is to hold the lantern while the kid does the digging. I don't even know what the kid is digging for half the time--but I know gold when I see it.","comments":"spoiler: typing/mechanics = lantern holder, digging = stream of conciousness","tags":"writing","_id":"ad010cec5ab336ab5054024f"},{"number":"59","quote":"The basic formula for drama is setup, buildup, payoff--just like a joke. The setup tells us what the game is. The buildup is where you put in all the moves, the forward motion, where you get all the meat off the turkey. The payoff answers the question, Why are we here anyway? What is it that you've been trying to give?","comments":"","tags":["drama","jokes"],"_id":"c489904e465dd251ba2c4e8e"},{"number":"60","quote":"\"Over and over I feel as if my characters know who they are, and what happens to then, and where they have been and where they will go, and what they are capable of doing, but they need me to write it down for them because their handwriting is so bad.\"","comments":"quote by Carolyn Chute","_id":"3db2b0145010119438e44870","tags":"characters"},{"number":"66","quote":"If you're a writer, or want to be a writer, this is how you spend your days--listening, observing, storing things away, making your isolation pay off. You take home all you've taken in, all that you've overheard, and you turn it into gold.","comments":"","tags":["observation","writing"],"_id":"3ccbc8c7b2695eaf45edcb0f"},{"number":"68","quote":"You must learn about people from people, not from what you read. Your reading should __confirm__ what you've observed in the world.","comments":"","tags":"people","_id":"67193bc5bac097e366f5e4ce"},{"number":"72","quote":"The unconcious mind is the cellar where a little boy sits who creates your characters, and he hands them up to you through the cellar door. He might as well be cutting out paper dolls. He's peaceful; he's just playing. You can't will yourself into being receptive to what the little boy has to offer, and you can't buy a key that will let you into the cellar.","comments":"","tags":"creativity","_id":"b430f2a45216415fd338f234"},{"number":"77","quote":"I love to see people in gardens, I love the meditation of sitting alone in gardens, I love all the metaphors that gardens are. The garden is one of the two great metaphors for humanity. The other, of course, is the river. The garden is about life and beauty and the impermanence of all living things. The garden is about feeding your children, providing food for the tribe. It's part of an urgent territorial drive that we can probably trace back to animals storing food. Its a competitive display mechanism, the greed for the best tomatoes and English tea roses; it's about winning, about providing society with superior things, and about proving that you have taste and good values and you work hard. And what a wonderful relief every so often to know who the enemy is--because in the garden, the enemy is everything: the aphids, the weather, time. And so you pour yourself into it, care so much, and see up close so much birth and growth and beauty and danger and triumph--and then everything dies anyway. But you just keep doing it.","comments":"","_id":"a65d05135e530f345c5734a5","tags":"gardening"},{"number":"84","quote":"You can see the underlying essence only when you strip away the busyness, and then some surprising connections appear.","comments":"","_id":"c67b8fe19bdfdf9535e76b3c","tags":"insight"},{"number":"87","quote":"Everything is going to be okay, you just might not know exactly what okay is going to look like.","comments":"","_id":"31665c2f6c1ad4bfa2ffc2d2","tags":["okay","optimism"]},{"number":"93","quote":"Perfectionism is the voice of the oppressor.","comments":"","_id":"708f2f242d41a3f86d000a2d","tags":"perfectionism"},{"number":"102","quote":"To be engrossed in something outside ourselves is a powerful antidote for the rational mind.","comments":"","_id":"6a019a865ebbef516c470b46","tags":"purpose"},{"number":"103","quote":"If you find that you start a number of stories or pieces that you don't ever bother finishing, that you lose interest or faith in them along the way, it may be that there is nothing at their center about which you care passionately.","comments":"","_id":"ca9a86a0a81c32ebc30aee4f","tags":["finishing","passion"]},{"number":"103","quote":"You can't tell your truths in a sentence or a paragraph; the truth doesn't come out in a bumper sticker.","comments":"","_id":"3f71a5619df04ec64c4be7dd","tags":["truth","authenticity"]},{"number":"104","quote":"When you start off writing, you may want to fill the page with witticisms and shimmering insights so that the world will see how uniquely smart and sensitive you are. But much of the drama of humankind does not involve witticisms and shimmer.","comments":"","_id":"c592139ea51e43e0c2b655c8","tags":["drama","writing","wit","insight"]},{"number":"109","quote":"A moral position is not a slogan, or wishful thinking. It doesn't come from outside or above. It begins inside the heart of a character and grows from there. Tell the truth and write about freedom and fight for it, however you can, and you will be richly rewarded.","comments":"","_id":"4ae2531fb9690b4fa9c68c3e","tags":["morality","truth","freedom"]},{"number":"113","quote":"Take the attitude that what you are thinking and feeling is valuable stuff, and then be naive enough to get it all down on paper. ","comments":"","_id":"acd99b0b33687fe158fe8185","tags":["thinking","feeling"]},{"number":"114","quote":"When you need to make the right decision, in your work or otherwise, and you don't know what to do, just do one thing or the other, because the worst that can happen is that you will have made a terrible mistake. ","comments":"","_id":"557850c141116bc350d53af7","tags":"decision-making"},{"number":"116","quote":"KFKD radio station: left inner ear is how much more open and gifted and brilliant etc you are, the right inner ear is self-loathing and imposter syndrome. ","comments":"","_id":"4acc713dc3850623c5d54c73","tags":"voices"},{"number":"129","quote":"You see the amazing fortitude of people going through horror with grace, looking right into the pit and seeing that this is what you've got, this disease, or maybe even this jealousy. So you do as well as you can with it. And this ravaged body or wounded psyche can and should still be cared for as softly and tenderly as possible. ","comments":"This","_id":"b0e98ac9aa1819d62df1a3dd","tags":"coping"},{"number":"130","quote":"\"I get up. I walk. I fall down. Meanwhile, I keep dancing.\"","comments":"Quote by Hillel","tags":"perseverance","_id":"bcb8498fae4c76c134d4fd3c"},{"number":"136","quote":"One of the things that happens when you give yourself permission to start writing is that you start thinking like a writer. You start seeing everything as material. Grist for the mill. ","comments":"","_id":"b135e87596095b7444042832","tags":["material","writing"]},{"number":"137","quote":"Index card notes. You don't always have to DO something with what you write down. They're just memory triggers. Sometimes writing it down is enough.","comments":"My words","_id":"d0f92093c557aeeb2fa782e1","tags":["triggers","notes"]},{"number":"156","quote":"You don't always have to chop with the sword of truth. You can point with it, too. ","comments":"","tags":["feedback","criticism"],"_id":"b664e867a44fc1f12b447449"},{"number":"166","quote":"My first response to criticism is never profound relief that I have someone in my life who will be honest with me and help me do the very best work of which I am capable. No, my first thought is, \"Well. I'm sorry, but I can't be friends with you anymore, because you have too many problems. And you have a bad personality. And a bad character.\"","comments":"","_id":"b029b8db503b4a755f5dde94","tags":"criticism"},{"number":"170","quote":"I don't think you have time to waste on someone who does not respond to you with kindness and respect.","comments":"","_id":"a6554c79b41f3bc7c5079fec","tags":["respect","kindness"]},{"number":"170","quote":"Writing is also about dealing with the emptiness. The emptiness destroys enough writers without the help of some friend or spouse.","comments":"","_id":"ab0eb1e6b1c60ea0bc12e8f5","tags":"emptiness"},{"number":"171","quote":"If you look around, I think you will find the person you need. Almost every writer I've ever known has been able to find someone who could be both a friend and a critic. You'll know when the person is right for you and when you are right for that person.","comments":"","_id":"3d82315cc72c33afbc70ccd8","tags":"writing"},{"number":"172","quote":"If you're stuck, try telling part of your history (or part of a character's history) in the form of a letter. The letter's informality might free you from the tyranny of perfectionism.","comments":"","_id":"ccfff46e3031439ebe9689c9","tags":"inspiration"},{"number":"178","quote":"Writer's block isn't really a block. It just means you're looking at the problem from the wrong angle. If your wife locks you out of the house, you don't have a problem with your door.","comments":"","_id":"6b68f1f9d4a0fb745db4c4f5","tags":"emptiness"},{"number":"180","quote":"Breaking through the writer's block is like catching amoebic dysentery. You'll just be sitting there minding your own business, and the next minute you'll rush to your desk with an urgency you had not believed possible.","comments":"","_id":"a53be4dd690aba3ba474204e","tags":"blocks"},{"number":"180","quote":"All that energy we expend to keep things running right is not what's keeping things running right.","comments":"","tags":"control","_id":"c611cbfb4bb76520694d1431"},{"number":"193","quote":"Write down everything that happens to you, then take out the parts that feel self-indulgent.","comments":"","_id":"9d4e68b536a05dea4ed812b3","tags":"writing"},{"number":"198","quote":"When people shine a little light on their monster, we find out how similar most of our monsters are.","comments":"","_id":"4992621d6bc5a738c1819a6a","tags":"inner monster"},{"number":"198","quote":"We write to expose the unexposed. If there is one door in the castle you have been told not to go through, you must. Otherwise, you'll just be rearranging furniture in rooms you've already been in.","comments":"","_id":"af5d4bbb535303bc41a7de42","tags":["discovery","self-analysis"]},{"number":"199","quote":"Truth seems to want expression. Unacknowledged truth saps your energy and keeps you wired and delusional.","comments":"","_id":"afb8530a485e9198ad73cab5","tags":["truth","energy","delusion"]},{"number":"199","quote":"You cannot write out of someone else's big dark place; you can only write out of your own.","comments":"","_id":"cb4aa81a5a0485b9ab334ed0","tags":"darkness"},{"number":"201","quote":"Find your room or closet or wood or cave or abyss that you were told not to go into. Go in and look around for a long while, just breathing and taking it all in. Then you will be able to speak in your own voice and stay in the present moment. And that moment is home.","comments":"","_id":"50edcec6459fa08f64bef186","tags":["prompts","being present"]},{"number":"203","quote":"You have to give from the deepest part of yourself, and you are going to have to go on giving, and the giving is going to have to be its own reward.","comments":"","_id":"5532a5cdab18d5e5a00f7413","tags":"gifts"},{"number":"206","quote":"We are wired as humans to be open to the world instead of enclosed in a fortified, defensive mentality. So be open. Give.","comments":"","_id":"ab61fb85d285ae1d4e44cc5e","tags":"receptivity"},{"number":"215","quote":"The real payoff is the writing itself, a day when you have gotten your work done. The total dedication is the point.","comments":"","_id":"946985613dfb08b6377ae5f2","tags":["writing","dedication"]},{"number":"218","quote":"Quote from Cool Runnings: \"If you're not enough before the gold medal, you won't be enough with it.\" Being enough is going to have to be an inside job.","comments":"","_id":"2f6ea33d549aff6f45d05c5c","tags":"being enough"},{"number":"226","quote":"Try to write in an emotional way, instead of being too subtle or oblique. Don't be afraid of your material or your past. Be afraid of wasting any more time obsessing about how you look and how people see you. Be afraid of not getting your writing done.","comments":"","_id":"d1af2b94300e093799303030","tags":["emotion","time"]},{"number":"226","quote":"Truth is always subversive--it is a revolutionary act.","comments":"","_id":"320e695dc96774e56c5a8807","tags":"truth"},{"number":"231","quote":"Writing is like building sand castles out of words. We believe, deep in our hearts, that if we build our castles well enough, somehow the ocean won't wash them away. I think this is a wonderful kind of person to be.","comments":"","_id":"54a843279ab9170baf30015e","tags":"writing"},{"number":"234","quote":"People need writers to mirror for them and for each other without distortion. To say, \"This is who we are.\"","comments":"","_id":"8fc6ad5bbff91a8eac58f6af","tags":"writing"},{"number":"235","quote":"Maybe what you've written will help others, will be a small part of the solution. You don't even have to know how or in what way, but if you are writing the clearest, truest words you can find and doing the best you can to understand and communicate, this will shine on paper like its own little lighthouse. Lighthouses don't go running all over an island looking for boats to save; they just stand there shining.","comments":"","_id":"477f86ecc2d603572f09bfa0","tags":["truth","communication","purpose"]},{"number":"237","quote":"So why does our writing matter? Because of the spirit. Because of the heart. Writing and reading decrease our sense of isolation. They deepen and widen and expand our sense of life: they feed the soul.","comments":"","_id":"396cbbcca46918d198166a6e","tags":["writing","spirit","heart","isolation","life","soul"]}],"added":1516716206948},{"_id":"5a78827f70bd3f0400965f11","title":"Made to Stick","author":"Chip Heath","isms":[{"number":"4","quote":"\"A friend of a friend...\" Have you ever noticed that our friends' friends have much more interesting lives than our friends themselves?","comments":"","tags":["telephone game","urban legends"],"_id":"339fd124cb7321d79ec59f47"},{"number":"5","quote":"Is it possible to make __true, worthwhile__ ideas circulate as effectively as false, more inherently interesting, ideas?","comments":"","_id":"a60cc6916b8bdd4ec31faae7","tags":"ideas"},{"number":"9","quote":"Not every idea is stick-worthy, but the ones that are, we want to stick in a way that themes and ways of thinking endure long after the individual factoids have faded.","comments":"","_id":"5271bc2948b88d2d3e24e6b3","tags":["themes","ideas"]},{"number":"9","quote":"If you have to tell someone the same thing ten times, the idea probably wasn't very well designed.","comments":"","_id":"d0f1cadcb512b789d1660fbe","tags":["design","ideas"]},{"number":"10","quote":"Most of the time, you only get one shot to get an idea to stick. So how do you know, __in advance__, which way will stick?","comments":"","_id":"624339f3abc16f555eaa75af","tags":"ideas"},{"number":"16","quote":"1. To strip an idea down to its core, we must be masters of exclusion. We must relentlessly prioritize. We must create ideas that are both simple __and__ profound.","comments":"","_id":"4df6526fc71ff84ebb9e12f4","tags":"conveying ideas"},{"number":"16","quote":"2. To get our audience's attention, we need to violate their expectations. We need to be counterintuitive. We just generate interest and curiosity. Open gaps in their knowledge, then fill those gaps.","comments":"","_id":"c38ca18aa9001def39790d18","tags":"conveying ideas"},{"number":"17","quote":"3. Speak concretely to make your idea clear, in terms of human actions and sensory information. Use concrete images. \"A bird in the hand...\"","comments":"","_id":"3ee8c3763cd96901358c9174","tags":"conveying ideas"},{"number":"17","quote":"4. Give the audience something to consider for themselves rather than passing ideas down from on high. Ask a question intended to make them consider and weigh and judge.","comments":"My words","_id":"4708dcd297793a882bcaae7f","tags":"conveying ideas"},{"number":"17","quote":"5. Use their emotion. Make them feel something. Disgust, anger. We are wired to feel things for people, not for abstract ideas.","comments":"","_id":"ad9f42042d800a17ce310688","tags":"conveying ideas"},{"number":"18","quote":"6. Tell stories. Stories act as a kind of mental flight simulator, providing us with a catalog of others' experiences, and preparing us to respond more quickly and effectively.","comments":"","_id":"9db51d52b96b9381b62da6c0","tags":"conveying ideas"},{"number":"20","quote":"One of the main problems with trying to get an idea to stick is the curse of knowledge. Once we know something, we find it hard to imagine what it was like not to know it. It becomes difficult for us to share our knowledge with others, because we can't readily re-create our listeners' state of mind.","comments":"","_id":"39be7f27b5b8c881bd69890e","tags":"knowledge"},{"number":"20","quote":"There are only two ways to beat the curse of knowledge: don't learn anything, or take your ideas and transform them by following the sticky ideas checklist. (conveying ideas tag, 1-6)","comments":"","_id":"9bcc980ea82c1ca64da5ec6e","tags":["knowledge","ideas"]},{"number":"23","quote":"\"All happy families resemble each other, but each unhappy family is unhappy in its own way.\"","comments":"Quote by Tolstoy","_id":"660c1722577dfc4b4b2fe904","tags":["happiness","family"]},{"number":"28","quote":"\"A designer knows he has achieved perfection not when there is nothing left to add, but when there is nothing left to take away.\"","comments":"Quote by Antoine de Saint-Exupery","_id":"d2848a944cfd3c78a6bf0349","tags":["design","perfection"]},{"number":"30","quote":"Simple doesn't mean easy, dumbed down. It means elegance and prioritization.","comments":"","_id":"c4ccfb98cf597e8fca74f869","tags":["simple","prioritization"]},{"number":"30","quote":"The first sentence of a news article should contain most essential elements of the story. This is called a lead. The information gets gradually less critical further in the story. This is the inverted pyramid structure. This means a reader with a short attention span will get most of the information someone with a longer attention span would and also makes editing for brevity easier, as you can just lob off the bottom of the piece without losing critical information.","comments":"","_id":"a9f423a4d35ad1b6c23f805e","tags":["leads","story"]},{"number":"32","quote":"Smart people recognize the value of all the material. They see nuance, multiple perspectives--and because they fully appreciate the complexities of a situation, they're often tempted to linger there. This tendency to gravitate toward complexity is perpetually at war with the need to prioritize.","comments":"","_id":"9e9492783552d9646ca961e5","tags":["prioritization","complexity"]},{"number":"34","quote":"If you say three things, you don't say anything.","comments":"","_id":"c012e00db78f706462fcfa6c","tags":["focus","prioritization"]},{"number":"37","quote":"Giving someone two alternatives to something, rather than one, paradoxically makes them less likely to choose either.","comments":"Amos Tversky and Eldar Shafir psychologist study on choice","_id":"a8f0899fbc5ec8c9b13ebd16","tags":"choice"},{"number":"46","quote":"The more we reduce the amount of information in an idea, the stickier it will be.","comments":"","_id":"6934b34ab1c6dce545bbd971","tags":"ideas"},{"number":"49","quote":"Someone wants to add a new feature. Other engineers in a team don't particularly care about the feature, but they don't care enough to stage a protest. This slowly and quietly leads to feature creep.","comments":"","tags":"feature creep","_id":"2aeec20045ef6d5da7332145"},{"number":"52","quote":"When we remember complex subjects, it's because we have already done the heavy lifting of learning and organizing the data in our minds, and all we need to access it is a pointer to that information. To make an idea stick, you tap the existing memory terrain of your audience, and use what's already there.","comments":"This is why I take notes on everything.","_id":"4573294a90bb61d6cf2b8ecb","tags":"notes"},{"number":"56","quote":"Rather than electrons orbiting nuclei, it's more accurately described as a probability cloud. But we teach sixth graders the orbit model because it nudges them closer to the truth rather than clouds which are impossible to understand. The choice is between accuracy and accessibility, but if a message can't be used to make predictions or decisions, no matter how accurate or comprehensive it is, it is without value. An accurate but useless idea is still useless. ","comments":"","_id":"c03da784596239e73def05a3","tags":["accuracy","accessibility"]},{"number":"57","quote":"An accurate but useless idea is still useless. People are tempted to tell you everything, with perfect accuracy, right up front, when they should be giving you just enough info to be useful, then a little more, then a little more. ","comments":"","_id":"5ad12e499778deccb14e9351","tags":"accuracy"},{"number":"57","quote":"A great way to avoid useless accuracy, and to dodge the curse of knowledge, is to use analogies. Analogies derive their power from schemas. They make it possible to understand a compact message because they invoke concepts that you already know. ","comments":"","_id":"b959f0ef4e3990f85880e211","tags":["curse of knowledge","analogies"]},{"number":"64","quote":"The most basic way to get someone's attention is to break a pattern. Humans adapt incredibly quickly to consistent patterns. Consistent sensory stimulation makes us tune out. ","comments":"","_id":"6b9a94045354ea9040d94586","tags":["attention","patterns","adaptation","simulation"]},{"number":"69","quote":"Surprise makes us want to find an answer--to resolve the question of why we are surprised, why our schemas failed--and big surprises call for big answers. If we want to motivate people to pay attention, we should seize the power of big surprises.","comments":"","_id":"59ddddacd0d4a219bbae144e","tags":["surprise","motivation"]},{"number":"71","quote":"To be surprising and impactful, an event can't be predictable, but it MUST be post-dictable: it has to make sense if you think about it, but not something you would have seen coming.","comments":"And not something that's deus ex in nature or \"it was all just a dream\", where it's just there to wrap up the plot but isn't convincing.","_id":"3f77023dd490d54ccae29f4d","tags":["surprise","impact"]},{"number":"71","quote":"If you want an idea to stick, you have to break someone's guessing machine (surprise them), and then fix it by producing insight by targeting an aspect of your audience's guessing machines that relates to your core message.","comments":"","_id":"b4423b3dcef3b68f5568832c","tags":["surprise","insight"]},{"number":"81","quote":"The Aha! experience is much more satisfying when it is preceded by the Huh? experience. Present a mystery, then help the reader solve it. ","comments":"","_id":"53b8e1a7a99c8fc4c31204f9","tags":"experience"},{"number":"84","quote":"Curiosity happens when we feel a gap in our knowledge. Domains like movies and novels intentionally create this gap to keep readers engaged. To convey knowledge, first convince your audience that they need that knowledge by opening a gap for them. Shift your thinking from \"What information do I need to convey?\" to \"What questions do I want my audience to ask?\"","comments":"","_id":"48b9e5e948e95d4d5d6a9b7b","tags":["knowledge","curiosity"]},{"number":"88","quote":"If people believe they know everything, it's hard to make the gap theory work. You have to disable their overconfidence. Make them commit to a prediction that you can prove false. Overconfident people would also be more likely to recognize a knowledge gap when they see that others disagree with them.","comments":"","tags":"overconfidence","_id":"96322090315caf3b4953813c"},{"number":"89","quote":"If curiosity arises from knowledge gaps, we might assume that when we know more, we'll become less curious because there are fewer gaps in our knowledge. But Loewenstein argues that the opposite is true. He says that as we gain information we are more and more likely to focus on what we don't know.","comments":"","tags":"tagme","_id":"9fc0a3f5311ee6c399941510"},{"number":"93","quote":"There is value in sequencing information--not dumping a stack of information on someone at once but dropping a clue, then another clue, then another. This method of communication resembles flirting more than lecturing.","comments":"","tags":"tagme","_id":"5202be8cc43bb549cdf067de"},{"number":"106","quote":"Trying to teach an abstract principle without concrete foundations is like trying to start a house by building a roof in the air.","comments":"","tags":"tagme","_id":"bcf723635e750236ab41ab63"},{"number":"111","quote":"Your brain is like Velcro; it has a staggering number of tiny loops on its storage compartments. An idea that has more hooks will adhere better to this storage.","comments":"","tags":"tagme","_id":"3ac03d1ac68c3e12af66d7b2"},{"number":"114","quote":"Novices perceive concrete details as concrete details. Experts perceive concrete details as symbols of patterns and insights that they have learned through years of experience. Experts want to talk about strategy and philosophy, not implementation and rules.","comments":"","tags":"tagme","_id":"c91618efb4a83de8bab7d6f3"},{"number":"115","quote":"It can feel unnatural to speak concretely about subject matter we've known intimately for years.","comments":"","tags":"tagme","_id":"96c5c3206230ceb157c44ec4"},{"number":"118","quote":"The pitch is generally delivered by the expert, who needs to use concrete, not abstract, terms to communicate with the audience, who are the novices (and probably the ones with the money).","comments":"","tags":"tagme","_id":"d347b019af81829a559d441e"},{"number":"134","quote":"We trust the recommendations of people whom we want to be like.","comments":"","_id":"5b93f9b3424b33ac57b18c18","tags":"credibility"},{"number":"137","quote":"It can be the honesty and trustworthiness of our sources, not their status, that allows them to act as authorities on a subject.","comments":"","_id":"33d5865995c510e8af10d3cc","tags":["authority","honesty","credibility"]},{"number":"138","quote":"Urban legends (and other things) acquire a good deal of their credibility and effect from their localized details.","comments":"","tags":"tagme","_id":"abbe8a1850a2d1544eca4306"},{"number":"139","quote":"If someone can mentally see the vivid details attached to the story, they are more likely to believe the story, even if the details are irrelevant to the story.","comments":"","tags":"tagme","_id":"4f1f3a955ac365c09e567a9c"},{"number":"143","quote":"The most important thing to remember about using statistics effectively is that they are rarely meaningful in and of themselves. Statistics will, and should, almost always be used to illustrate a relationship. It's more important for people to remember the relationship than the number.","comments":"","tags":"tagme","_id":"b439fa008f9b19ba5918480c"},{"number":"144","quote":"If members of a soccer team had the same views of the goal as employees of companies do, only 4 of the 11 players on the field would know which goal is theirs. Only 2 of the 11 would care. Only 2 of the 11 would know what position they play and know exactly what they are supposed to do. And all but 2 players would, in some way, be competing against their own team members rather than the opponent.","comments":"quoted from Stephen Covey's The 8th Habit","_id":"49d7b7b8c8b6ed2f8f4b97c4","tags":"human scale principle"},{"number":"166","quote":"Drop in the bucket effect. If people feel overwhelmed by the scale of the problem, their contributions seem meaningless.","comments":"","tags":"tagme","_id":"b9e5482267f44f31ca48fccc"},{"number":"167","quote":"Thinking analytically reduces our capacity to feel while doing so. ","comments":"","tags":"tagme","_id":"d23d1a2caa13c6f72b62ff41"},{"number":"173","quote":"When associations to certain terms are drawn repeatedly--sometimes with precision, sometimes with crudeness--the effect is to dilute the power of the terms and their underlying concepts. When everyone paints with lime green, lime green no longer stands out. ","comments":"Example of semantic stretch: something unusual is labeled as unique, when it really isn't. Unique is a subset of unusual. ","_id":"44c29690b0af47b6479edaeb","tags":"semantic stretch"},{"number":"177","quote":"We make people care by appealing to things that matter to them. What matters to people? People matter to themselves. One reliable way of making people care is by invoking self-interest. Spell it out for them. Do the heavy lifting so they have time to absorb your point.","comments":"","_id":"3b8b4d736ef1e2dc54d59894","tags":"self-interest"},{"number":"182","quote":"It may be the tangibility, rather than the magnitude, of the benefits that makes people care. It may be enough to promise reasonable benefits that people can easily imagine themselves enjoying. ","comments":"","tags":"tagme","_id":"6b2b2d30af8dbc0ecf9913e7"},{"number":"190","quote":"While self-interest can be used to motivate, it may be trumped by what someone identifies as something someone like them would normally do in a given situation. ","comments":"","tags":"tagme","_id":"bd637b9fb2c153dacda45840"},{"number":"183","quote":"Abraham Maslow, motivation pyramid (mostly junk, it's not a pyramid). Bottom 4 are Physical, Security, Belonging, Esteem. Next 4 are less concrete: Learning, Aesthetic, Self-actualization, Transcendence.","comments":"","tags":"tagme","_id":"b6f2e1e3445a6884528a3d05"},{"number":"208","quote":"Using stories allows people to follow along and imagine what they would do in the same situation. Stories are part entertainment and part instruction.","comments":"","_id":"cd5a4416394b8526b2aa79a2","tags":"storytelling"},{"number":"211","quote":"Simulating past events is much more helpful than simulating future outcomes.","comments":"","tags":"tagme","_id":"bb579c43c9be2ac5400ee360"},{"number":"212","quote":"When we imagine events or sequences we evoke the same modules of the brain that are evoked in real physical activity. Mental practice alone produces about two thirds of the benefits of actual physical practice.","comments":"","_id":"66fbc2a66ff766cc661a07a6","tags":"tagme"},{"number":"214","quote":"Stories put knowledge into a framework that is more lifelike, more true to our day-to-day existence.","comments":"","tags":"tagme","_id":"53efbbda5b9fe0f9cf8e0f70"},{"number":"224","quote":"We don't always have to create sticky ideas. Spotting them is often easier and more useful.","comments":"","tags":"tagme","_id":"cb3784cca3e8632c9c0885d5"},{"number":"234","quote":"When you make an argument, you're implicitly asking people to evaluate your argument--judge it, debate it, criticize it--and then argue back, at least in their minds. But with a story you engage the audience--you are involving people with the idea, asking them to participate with you. Tell a story that elicits a second story from the little voice in their heads.","comments":"","_id":"a4eed78434343d7934f869e6","tags":"tagme"},{"number":"236","quote":"The problem with trying to convey the edifice of all of your knowledge is that you can't fit it all in one 90-minute presentation. At best you can pluck a few building blocks from the roof, which results in meaningless recommendations and platitudes and inauthentic one-liners.","comments":"","_id":"cc8d0a9cabd244dcb4d1695d","tags":"tagme"},{"number":"237","quote":"Stories have the amazing dual power to simulate and to inspire. And most of the time we don't even have to use much creativity to harness these powers--we just need to be ready to spot the good ones that life generates every day.","comments":"","tags":"tagme","_id":"c6b451873e3966de98d6cb1e"},{"number":"242","quote":"The world will always produce more great ideas than any single individual, even the most creative one.","comments":"","tags":"tagme","_id":"472fe5adae8d6b6359902e9c"},{"number":"243","quote":"People who are captivating speakers typically do no better than others in making their ideas stick--it's the stories that stick, regardless of the speaker.","comments":"","tags":"tagme","_id":"a7efd72e2fb4695e619f2877"},{"number":"243","quote":"One of the worst things about knowing a lot, or having access to a lot of information, is that we're tempted to share it all. We bury the lead.","comments":"","tags":"tagme","_id":"33e6dc7ea16608c699e97753"},{"number":"245","quote":"Curse of Knowledge. Knowing a lot helps us get to the answer, but hurts us when telling others the answer. We tend to communicate __as if our audience were us__. There's a curious disconnect between the amount of time we invest in training people how to arrive at the answer and the amount of time we invest in training them how to tell others.","comments":"","_id":"bfd4e8a2a9b3cc9758afabe9","tags":"tagme"},{"number":"253","quote":"SUCCESs easy reference guide.","comments":"","tags":"tagme","_id":"4ef014844b02f144d35c24ea"},{"number":"0","quote":"as a writing exercise, go through the clinics","comments":"","tags":"tagme","_id":"5613322e3000fb2db7e89996"}],"added":1517847167531},{"_id":"5a8473d88f990104006f967a","title":"Worse Is Better","author":"Richard P. Gabriel","isms":[{"number":"0","quote":"http://dreamsongs.com/WorseIsBetter.html and https://www.jwz.org/doc/worse-is-better.html","comments":"","_id":"ad832084c2a8fb1d4aba0173","tags":"tagme"},{"number":"0","quote":"Simplicity: the design must be simple, both in implementation and interface. It is more important for the interface to be simple than the implementation.","comments":"","tags":"tagme","_id":"4d0d08e5aa62a0b1c5a5fec5"},{"number":"0","quote":"Correctness: The design must be correct in all observable aspects. Incorrectness is simply not allowed.","comments":"","tags":"tagme","_id":"3b46f316ac7fedff97f28d28"},{"number":"0","quote":"Consistency: The design must not be inconsistent. A design is allowed to be slightly less simple and less complete to avoid inconsistency. Consistency is as important as correctness.","comments":"","tags":"tagme","_id":"458dd3185890a83aafcecfff"},{"number":"0","quote":"Completeness: The design must cover as many important situations as is practical. All reasonably expected cases must be covered. Simplicity is not allowed to overly reduce completeness.","comments":"","tags":"tagme","_id":"6d2dbe22d3cb1da3449a45d2"},{"number":"0","quote":"Unix and C are the ultimate computer viruses.","comments":"","tags":"tagme","_id":"2c3e4c5dca782f49cd747d1e"},{"number":"0","quote":"Both early Unix and C compilers had simple structures, are easy to port, require few machine resources to run, and provide about 50-80% of what you want from an OS and programming language. One expects that if 50% functionality of Unix and C is satisfactory, they would start to appear everywhere.","comments":"","tags":"tagme","_id":"5cb02abd2cf150dcab27b276"},{"number":"0","quote":"Worse-is-better software first will gain acceptance, second will condition users to expect less, third will be improved to a point that it is almost the right thing.","comments":"","tags":"tagme","_id":"c9ff836e939aaef92d983292"},{"number":"0","quote":"Diamond-like jewel: The right thing takes forever to design, but it is quite small at every point along the way. To implement it to run fast is either impossible or beyond the capabilities of most implementors.","comments":"","tags":"tagme","_id":"bdff55929db293e6c7ea5656"},{"number":"0","quote":"Big complex system scenario: The right thing needs designed. Then it needs implementation design. Then it needs implemented. It has nearly 100% functionality and takes a long time to implement. Very large and complex. Requires complex tools. The last 20% takes 80% of the effort. Only runs on the most sophisticated hardware.","comments":"","tags":"tagme","_id":"65514a21313ca0715c46f55b"},{"number":"0","quote":"The idealism of money is often different than the idealism of system design.","comments":"","tags":"tagme","_id":"5ace1957469c8252444b1e17"}],"added":1518629848093},{"_id":"5a848e21137ce304005fd72a","title":"The Wikipedias","author":"thatguy","isms":[{"number":"0","quote":"Simon used satisficing to explain the behavior of decision makers under circumstances in which an optimal solution cannot be determined. He maintained that many natural problems are characterized by computational intractability or a lack of information, both of which preclude the use of mathematical optimization procedures.","comments":"https://en.wikipedia.org/wiki/Satisficing","_id":"9c8641b2483c0a8ba89d9f36","tags":"satisficing"}],"added":1518636577800},{"_id":"5a87a97b96554f0400c322d7","title":"TED Talks","author":"Chris Anderson","isms":[{"number":"0","quote":"Public speaking is the literal alignment of multiple minds into a shared consciousness.","comments":"","tags":"tagme","_id":"629452739e9c2099c64708f7"},{"number":"10","quote":"Your goal is not to be Winston Churchill or Nelson Mandela. It's to be you.","comments":"","tags":"tagme","_id":"4871a9d970d1b33a54801eb2"},{"number":"11","quote":"Ideas are always provisional. But once an idea is formed in our minds, no one can take it from us without our consent.","comments":"","tags":"tagme","_id":"2fd8743da81728d959458339"},{"number":"12","quote":"Your number-one mission as a speaker is to take something that matters deeply to you and to rebuild it inside the minds of your listeners.","comments":"So how can you make yourself speak about something that doesn't matter to you? Make sure you're in the position that you have something that does.","tags":"tagme","_id":"3a83eb9ca4d5519749b05c14"},{"number":"14","quote":"Yesterday you saw a sequence of things and experienced a sequence of emotions that is, quite literally, unique. You are the only human among 7 billion who had that exact experience.","comments":"","tags":"tagme","_id":"68ebe4e96439cc703f9f8667"},{"number":"18","quote":"Language causes us to link concepts we already know in a new pattern. Speaking allows us to cause this to happen in other people's brains.","comments":"","tags":"tagme","_id":"43ba7446c79a242fae291d51"},{"number":"18","quote":"You can only use the tools your audience has access to. If you start only with your language, your concepts, your assumptions, your values, you will fail. So instead, start with theirs. It's only from that common ground that they can begin to build your idea inside their minds.","comments":"","tags":"tagme","_id":"372112099c45a74f9ffe7697"}],"added":1518840187861},{"_id":"5a87a5c396554f0400c322d6","title":"The Kobold Guide to Board Game Design","author":"Mike Selinker","isms":[{"number":"2","quote":"A compelling game mechanic only makes sense in context. Transplant that mechanic into another game, and there is no guarantee that it will work. You can't just throw a bunch of random watch pieces together and expect them to tell time. You must have a plan.","comments":"","_id":"d09efcfd2d080760cf613bab","tags":"tagme"},{"number":"3","quote":"People buy watches to express who they are, even if who they are is summed up as \"I bought a cheap watch because I don't care to express who I am through my choice of watch.\"","comments":"","tags":"tagme","_id":"91536f9c36ef8efcca86141c"},{"number":"4","quote":"You can't learn to create a new game by smashing an old game and measuring the pieces.","comments":"","tags":"tagme","_id":"92705a6a3b13457c5d2896f0"},{"number":"4","quote":"If you're a gamer who wants to be a game designer, you have to re-learn how to think. Let yourself be passionate. Don't second-guess every idea. Be a child.","comments":"","tags":"tagme","_id":"336733725180f176a927372a"},{"number":"7","quote":"People who wish to design games should play games. Lots of them. Don't make the decision to showcase your personal design talent at the cost of the game's quality by developing it in a vacuum. ","comments":"","_id":"b69e5c50d4a2d2c4638862af","tags":"tagme"},{"number":"8","quote":"If you don't like a game that is popular, you should take responsibility for figuring out why people like it. ","comments":"","tags":"tagme","_id":"3c26b8cfaf774c8aa5838c6f"},{"number":"8","quote":"Just because it may look like nothing is original doesn't validate the conclusion that all designs are unoriginal. ","comments":"","tags":"tagme","_id":"cadde5b66ab2c9fcd1c156d6"},{"number":"9","quote":"A designer should take the responsibility for making sure that every significant departure from the norm is worth the player's time to learn. ","comments":"","tags":"tagme","_id":"d3498a01bb4c1f30c54b6e0c"}],"added":1518839235098},{"_id":"5a87ade696554f0400c322d8","title":"A Theory of Fun for Game Design","author":"Raph Koster","isms":[{"number":"22","quote":"Thinking is mostly memory, pattern-matching against past experiences. ","comments":"","tags":"tagme","_id":"b492ff99577be3106c230a04"},{"number":"18","quote":"The brain is actively hiding the real world from us. Seeing what is actually there with our conscious mind is really hard to do, and most people never learn how to do it. ","comments":"","tags":"tagme","_id":"2cff630f5d6a2de5a8cfaaa5"},{"number":"22","quote":"The essence of much of art is forcing us to see things as they are rather than as we assume them to be. ","comments":"","tags":"tagme","_id":"6c26be36afeb6c094977b899"}],"added":1518841318076},{"_id":"5a6740b80cbdbb040034d246","title":"Linchpin","author":"Seth Godin","isms":[{"number":"0","quote":"If you're not indispensable yet, it's because you have yet to make the choice to make an indispensable contribution to something you care about.","comments":"","_id":"5f0dfbd26c4d0c895dce31ce","tags":"contribution"},{"number":"0","quote":"Revolutions are frightening because the new benefits sometimes lag behind the old pain.","comments":"","_id":"4297fc0ca720100b6ece12c5","tags":["pain","revolution"]},{"number":"0","quote":"If you have a job where you wait for someone to tell you what to do next, you've just given up the chance to create value.","comments":"","_id":"60bd3b9dd1f74e6ba4dc5cff","tags":["creativity","value","work"]},{"number":"0","quote":"Linchpins don't work in a vacuum. Your personality and attitude are more important than the actual work product you create, because indispensable work is work that is connected to others.","comments":"","_id":"4c4cdc3290866e14c4237835","tags":["work","art","indispensability","connection"]},{"number":"1","quote":"The problem is that our culture has engaged in a Faustian bargain, in which we trade our genius and artistry for apparent stability.","comments":"","_id":"3e38def0a714c962b32fe6f3","tags":["stability","art","genius","culture"]},{"number":"3","quote":"Stop asking what's in it for you and start giving gifts that change people.","comments":"","_id":"93e8f4707013bc3ead1e99bf","tags":"give"},{"number":"4","quote":"The educated, hardworking masses are still doing what they're told, but they're no longer getting what they deserve.","comments":"","_id":"6f6e3368521dc2e16125f5fa","tags":"work"},{"number":"5","quote":"Everyone has a little voice inside their head that's angry and afraid. That voice is the resistance--your lizard brain--and it wants you to be average (and safe).","comments":"","_id":"cc8d78096259cd6136b82f53","tags":["resistance","comfort"]},{"number":"6","quote":"You weren't born a cog in the giant industrial machine. You were __trained__ to become a cog.","comments":"","_id":"51395c6b32dd63b26b40e922","tags":["cog","industrial machine"]},{"number":"6","quote":"\"Do not internalize the industrial model. You are not one of the myriad of interchangeable pieces, but a unique human being, and if you've got something to say, __say it__, and think well of yourself while you're learning to say it better.\"","comments":"David Mamet quote","_id":"a7c90dd9c9341038498aa6ab","tags":"candor"},{"number":"8","quote":"We need original thinkers, provocateurs, and people who care. We need passionate change makers willing to be shunned if it is necessary for them to make a point. ","comments":"","_id":"9cbe0d133f453494c483cf6b","tags":["passion","change"]},{"number":"8","quote":"Artists are people with a genius for finding a new answer, a new connection, or a new way of getting things done.","comments":"","_id":"62a5ee9daacc438ab916b045","tags":["art","answers","connections"]},{"number":"8","quote":"The type of low-risk, high-stability jobs that three-quarters of us crave have turned into dead-end traps of dissatisfaction and unfair risk.","comments":"","_id":"64dac9f13eadb690440578a7","tags":"satisfaction"},{"number":"9","quote":"The key piece of leverage to get people to work factory jobs was this promise: follow these instructions and you don't have to think. In every corporation in every country in the world, people are waiting to be told what to do.","comments":"","_id":"984c2001a4e3488b5e9bd39f","tags":["leverage","people","work","instructions"]},{"number":"11","quote":"If you build a business filled with rules and procedures that are designed to allow you to hire cheap people, you will have to produce a product without humanity or personalization or connection.","comments":"","_id":"b364877e62c2f2296117c20d","tags":["humanity","business","rules","procedures"]},{"number":"12","quote":"The people you're hoping will hire you, buy from you, support you, and interact with you have more choices and less time than ever before.","comments":"So they go with the cheapest option. Because all options are the same. It's a nonchoice.","_id":"cdbca79d6ea4343b986eef61","tags":["choice","interaction"]},{"number":"13","quote":"You can always succeed for a while with the cheapest, but you earn your place in the market with humanity and leadership.","comments":"","_id":"5811d7e1c0247dbbc1151e13","tags":["success","leadership","humanity"]},{"number":"13","quote":"These are the only two choices. Win by being more ordinary, more standard, and cheaper. Or win by being faster, more remarkable, and more human.","comments":"","_id":"ab528303a8fbc3a590a38c71","tags":"human"},{"number":"14","quote":"There are no longer any great jobs where someone else tells you precisely what to do.","comments":"","_id":"b209e10f5c5349519d5aa690","tags":"work"},{"number":"17","quote":"First you have interchangeable parts, then you have interchangeable workers.","comments":"","_id":"6bad79934981dbd85b831f95","tags":"interchangeability"},{"number":"18","quote":"We were all hunters. Then we invented farming, and we became farmers. And we were all farmers. Then they invented the factory, and we all became factory workers. Factory workers who followed instructions, supported the system, and got paid what they were worth. Then the factory fell apart. And what's left for us to work with? Art. Now, success means being an artist.","comments":"","_id":"ca9f493245fac8e5afac368c","tags":"art"},{"number":"18","quote":"It's easy to buy a cookbook filled with instructions to follow, but really hard to find a chef book.","comments":"","_id":"5b515e30c2ca6a4968e86c09","tags":"instructions"},{"number":"26","quote":"All your other employees are getting paid less to make up for the ones who contribute the least. The exceptional performers are getting paid a __lot__ less, which is why they should (and will) leave.","comments":"","_id":"6d5de30f48dbfd69a730626b","tags":["contribution","performance"]},{"number":"27","quote":"The only way to be indispensable is to be different. That's because if you're the same, so are plenty of other people.","comments":"","_id":"d2395ef655bb63255c11eb5b","tags":"indispensability"},{"number":"29","quote":"Take the risk that you might make someone upset with your initiative, innovation, and insight--it turns out that you'll probably delight them instead.","comments":"","_id":"4f49fc78d386a3da9ae65d12","tags":"shipping"},{"number":"30","quote":"If you want a job where you get to do more than follow instructions, don't be surprised if you get asked to do things they never taught you in school.","comments":"","_id":"407ae911389c2c639a96bd50","tags":"challenge"},{"number":"32","quote":"You can't--or you don't want to?","comments":"","_id":"c0faaf85c88e626654d2e00b","tags":"can't"},{"number":"34","quote":"\"Not my job\" can kill an entire organization. Doing a job that's not getting done is essential.","comments":"","_id":"b02625acc0816b415760cc38","tags":"work"},{"number":"36","quote":"Linchpins do more than they're paid to, on their own, because they value quality for its own sake, and they want to do good work. They __need__ to do good work. Anything less feels intellectually dishonest, and like a waste of time. In exchange, you're giving them freedom, responsibility, and respect, which are priceless.","comments":"","_id":"2b11066ac1a9f21ca428e84b","tags":["work","quality","honesty"]},{"number":"38","quote":"What the boss really wants is someone who can see the reality of today and describe a better tomorrow.","comments":"","_id":"6f56c017515829b457891a94","tags":["vision","worldview","truth"]},{"number":"41","quote":"The network effect of schools helped create the consumer culture. Once one person had a second or third pair of shoes, you needed more, too.","comments":"","_id":"c6a8d07167716f6c90bf76a3","tags":["networking","consumerism"]},{"number":"43","quote":"The difference between cogs and linchpins is largely one of attitude, not learning.","comments":"","_id":"553acfe89b91c7365bba3024","tags":["attitude","learning"]},{"number":"44","quote":"We teach people to stay within a tiny range. We don't want the lows to be too low, so we limit the highs as well.","comments":"","_id":"4a2e04d48f4b00b53167c4b9","tags":"mediocrity"},{"number":"46","quote":"The answer to worker unrest was a limited amount of education. Teach them just enough to get them to cooperate.","comments":"","_id":"2f3eceaebe22dee36a54ecb0","tags":"education"},{"number":"47","quote":"Schools should teach only two things: how to solve interesting problems, and how to lead.","comments":"","_id":"586494e040e788d5b638cea5","tags":["problems","leadership"]},{"number":"50","quote":"Imagine an organization with an employee who can accurately see the truth, understand the situation, and understand the potential outcomes of various decisions. And now imagine that this person is also able to make something happen.","comments":"","_id":"3dda7146c9616f834c2ef73c","tags":["truth","potential"]},{"number":"51","quote":"Doesn't matter if you're always right. It matters that you're always moving.","comments":"","_id":"5f37ce833f8275a350430a97","tags":"progress"},{"number":"51","quote":"The law of linchpin leverage: the more value you create in your job, the fewer clock minutes of labor you actually spend creating that value. In other words, most of the time, you're not being brilliant. Most of the time, you do stuff that ordinary people do.","comments":"","_id":"a47ea2b843bb2d1f4dff757b","tags":["leverage","work"]},{"number":"52","quote":"If you've got no choice but to move the bricks, your opportunity is to think hard about how you can do even this mundane task, because almost any job can be humanized or transformed.","comments":"","_id":"4e96c56360545fc6b90e9bd2","tags":"opportunity"},{"number":"53","quote":"The craft of the painting, the craft of writing that email, the craft of building that PowerPoint presentation--those are the easy parts. It's the art and the insight and the bravery of value creation that are rewarded.","comments":"","_id":"a73648aa6f4e33d3c2ea8c06","tags":["craft","art","insight","bravery","creativity","rewards"]},{"number":"53","quote":"People who tell you that they don't have any good ideas are selling themselves short. They don't have ideas that are valued because they're not investing in their art.","comments":"","_id":"606cea1dc3d123e655e0c975","tags":["ideas","investment","art"]},{"number":"54","quote":"Organizing around average means that the organization has exchanged the high productivity of exceptional performance for the ease and security of an endless parade of average performers.","comments":"","_id":"3d3243ea9280145bb9f7f1dc","tags":["organization","productivity","performance","security"]},{"number":"55","quote":"Depth of knowledge is rarely sufficient, all by itself, to turn someone into a linchpin.","comments":"","_id":"c8c9f672440098e16bf267c3","tags":"knowledge"},{"number":"56","quote":"Expertise gives you enough insight to reinvent what everyone else assumes is the truth.","comments":"","_id":"4d92e2f13b1222e590e4a59a","tags":["expertise","insight"]},{"number":"57","quote":"Every interaction you have with a coworker or customer is an opportunity to practice the art of interaction.","comments":"","_id":"549dd4dc6d7a534e4c7c88bf","tags":["art","interaction"]},{"number":"58","quote":"Linchpins are able to embrace the lack of structure and find a new path, one that works.","comments":"","_id":"31d1ed1638f89cf031f7b56b","tags":["structure","work","path"]},{"number":"59","quote":"If you can write a linchpin's duties into a manual, you wouldn't need them. But the minute you write them down, they wouldn't be accurate anyway. That's the key. Linchpins solve problems that people haven't predicted, sees things people haven't seen, and connect people who need to be connected.","comments":"","_id":"59e19781a1fc24e4561f792f","tags":["art","connection","problem-solving"]},{"number":"59","quote":"Assume before you start that you're going to create something that the teacher, the boss, or some other nitpicking critic is going to dislike. But you can't abandon technique merely because you're not good at it or unwilling to do the work. But if the reason they don't like it is that you're challenging structure and expectation and the status quo, do it anyway.","comments":"","_id":"53b571f1691456583c2d8ce1","tags":["status quo","expectation","challenge"]},{"number":"63","quote":"When you start down the path of beating the competition based on something that can be easily measured, you're betting that with practice and determination, you can do better than everyone else doing the same thing. Not just a little better, but a league-of-your-own better. And you can't.","comments":"","_id":"ac15e92e3298b574b9251024","tags":["competition","determination","practice"]},{"number":"64","quote":"Fearless means unafraid of things one shouldn't be afraid of, the imagined threats. Avoiding that fear allows you to actually accomplish something. Put it aside. Doing this is a prerequisite for success. ","comments":"","_id":"5eb863956693dba3aeb40437","tags":["success","fear"]},{"number":"66","quote":"As you get closer to perfect, it gets more and more difficult to improve, and the market values the improvements a little bit less. Perfection is not sufficient. Personal interactions don't have asymptotes. Innovative solutions to new problems don't get old. Seek out achievements where there is no limit. ","comments":"","_id":"6d71edbf3be16cc84691e567","tags":["perfection","improvement","interaction","solutions","problems","achievements"]},{"number":"68","quote":"There is no map, no step-by-step plan, and no way to avoid blame now and then.","comments":"","_id":"c7f6bfbe4b0662a54e95269e","tags":"planning"},{"number":"70","quote":"Good is bad, if bad means \"not a profitable thing to aspire to.\" Good is repeatable and easy. Repeatable and easy is replaceable. Perfect is bad, because you can't top perfect. There's no room for growth. Either you're perfect or you're not. The solution lies in seeking out something that is neither good nor perfect. You want something remarkable, nonlinear, game changing, and artistic.","comments":"","_id":"b2edf9d4c0865d27ad1aeb1f","tags":["perfect","art"]},{"number":"71","quote":"It's damaging to have to put on a new face for work, the place we spend our days. It's damaging to build organizations around repetitive faceless work that brings no connection and no joy.","comments":"","_id":"ad3ce6bcbad677e5a3752669","tags":["connection","joy","work"]},{"number":"72","quote":"The very system that produced standardized tests and the command-and-control model that chokes us also invented the resume. If you don't have more than a resume, you've been brainwashed into compliance. Great jobs don't get filled by people emailing in resumes. Projects are the new resumes. Build a blog, a reputation, software that solves a problem. You are not your resume, you are your work.","comments":"","_id":"4513336665b96ce0d2cf88c2","tags":["work","reputation","compliance"]},{"number":"75","quote":"If the rules are the only thing between me and becoming indispensable, I don't need the rules. It's easy to find a way to spend your entire day doing busywork. Trivial work doesn't require leaning. The challenge is to replace those tasks with rule-breaking activities instead.","comments":"","_id":"a31915e54a00ce3a4df62646","tags":["busywork","rules","activities"]},{"number":"79","quote":"If you need to conceal your true nature to get in the door, understand that you'll probably have to conceal your true nature to keep that job.","comments":"","_id":"b4755fd751dd5d9ed4530ec1","tags":["nature","work"]},{"number":"80","quote":"Showing up unwilling to do emotional labor is a short-term strategy now, because over time, organizations won't pay extra for someone who merely does the easy stuff.","comments":"","_id":"3068800ab695be5d51c4b872","tags":"emotional labor"},{"number":"83","quote":"Art is a personal gift that changes the recipient. If it's easy and risk free, it's unlikely that it's art. It is a personal act of courage, something one human does that creates change in another. The medium doesn't matter. The intent does.","comments":"","_id":"639c2493bedc8909d4356a7f","tags":["art","intent"]},{"number":"87","quote":"The artist does not feel complete until they give a gift. This is more than refusing to do lousy work. It's an insistence on doing important work.","comments":"","_id":"9aef823d9a95c0e7c9ef2996","tags":["gifts","art","work"]},{"number":"92","quote":"When you create a new use of a traditional system or technology, that's art.","comments":"","_id":"b53555ee5ecabd0d62573169","tags":"art"},{"number":"93","quote":"You can say your lines and get away with it, or you can touch someone and make a difference in their lives forever","comments":"","_id":"c8710d59a3a988995e4fdb13","tags":"impact"},{"number":"94","quote":"Pinpoint your audience, or your end up making your art for the loudest, crankiest critics. Trying to please everyone results in mediocrity.","comments":"Someone somewhere has to hate it for it to be good, otherwise it's likely that nobody likes it.","_id":"5a30271897c3705d5c7334f3","tags":["audience","criticism","mediocrity"]},{"number":"95","quote":"What do I want to see in the world? Create that.","comments":"","_id":"6dcb41f49e0631f0375d32fe","tags":"creativity"},{"number":"95","quote":"The moment you work for someone who not only pays you, but also tells you what to do, is the moment you stop being an artist.","comments":"","_id":"bdede697650fdb25398de49b","tags":"work"},{"number":"96","quote":"The easier it is to quantify, the less it's worth.","comments":"","_id":"6d3c445d9863b5e8415f2938","tags":"worth"},{"number":"102","quote":"Artists think along the edges of the box, because that's where things get done. That's where the audience is, that's where the means of production are available, and that's where you can make an impact.","comments":"","_id":"bb72afaa65cfd377c924ecca","tags":["art","thinking"]},{"number":"103","quote":"The discipline of shipping is essential to the long-term path to becoming indispensable. Not shipping on behalf of your goal of changing the world is often a symptom of the resistance. Call its bluff, ship always, and __then__ change the world. The only purpose of starting is to finish.","comments":"","_id":"c338af3667b54a742e6f5130","tags":["shipping","indispensability","goals","resistance","finishing"]},{"number":"104","quote":"Thrashing. Steve McConnell. Thrashing is the productive brainstorming and tweaking we do for a project as it develops. Every software project that has missed its target date is a victim of late thrashing. Thrashing is essential, but do it early. Involve everyone. At the end, don't thrash, involve few people.","comments":"","_id":"4167987d350f361d587d8d1d","tags":["thrashing","brainstorming"]},{"number":"107","quote":"Every time you find yourself following the manual instead of writing the manual, you're avoiding the anguish and giving in to the resistance.","comments":"","_id":"91c58fd6add248f48f02af18","tags":["resistance","art"]},{"number":"115","quote":"The resistance makes people avoid learning to be more productive, because they're afraid that then maybe they'd actually have to do something. Same goes to the folks filling up notebooks with tips and tasks.","comments":"","_id":"47f44c97a2a327d5cb99950a","tags":["productivity","note-taking","resistance"]},{"number":"115","quote":"You become a winner because you're good at losing. Successful people learn from the failure that the tactics they used didn't work or that the person they used them on didn't respond.","comments":"","_id":"9b311a2361e8e437a15b792d","tags":"failure"},{"number":"116","quote":"The road to comfort is crowded and it rarely gets you there.","comments":"","_id":"4e0ea79e46dc0098c9e021a0","tags":"comfort"},{"number":"117","quote":"All creative people generate a slew of laughable ideas for every good idea. Solving the problem of finding bad ideas will make finding good ideas surprisingly easy.","comments":"","_id":"6ca19a402e62e950678ccdae","tags":"ideas"},{"number":"118","quote":"The freedom of the new kind of work is that tasks are vague and difficult to measure. We can spend an hour surfing the internet because no one knows if surfing the internet is going to help us make progress or connections. Freedom like this makes it easy to hide, easy to find excuses, easy to do very little.","comments":"Guilty. That's what pushes people toward systems like Pomodoro and Jira and Trello and Wunderlist and notebook line-item checklists. If you don't do those things, don't work with intent, it's easy to slip into autopilot.","_id":"bc6ca04f32f9552b3efe5953","tags":["work","progress","freedom"]},{"number":"119","quote":"Don't fit in. Don't follow the score (music). Know the rules, but break them. Don't let the system and your resistance indoctrinate you into following instructions.","comments":"","_id":"32464dd843ce3b5330104481","tags":"rules"},{"number":"122","quote":"The temptation to sabotage the new thing is huge, precisely because the new thing might work.","comments":"","_id":"4ebb034b51f1032997341ef9","tags":"resistance"},{"number":"123","quote":"We're hitting a natural ceiling for how cheaply and how fast we can deliver uninspired work. Becoming more average, more quick, and more cheap is not as productive as it used to be.","comments":"","_id":"c66277ccb319f630b5e06df3","tags":"efficiency"},{"number":"124","quote":"Public speaking involves three biological factors that work against us: we need to make an emotional connection, we are the focus of attention, and our perceptions are exposed to judgment.","comments":"","_id":"a65a1304b0910c1e50cb9398","tags":["emotion","attention","judgment"]},{"number":"125","quote":"Fear of living without a map is the main reason people are so insistent that we tell them what to do.","comments":"","_id":"5e585d639b83a5b051c0b001","tags":["fear","direction"]},{"number":"126","quote":"Don't listen to the cynics; they're cynics for a reason. For them, the resistance won a long time ago. When the resistance tells you not to listen to something, read something, or attend something, go. Do it. It's not an accident that successful people read more books.","comments":"","_id":"3d01233057af6753bd3b5aab","tags":["criticism","cynicism","resistance"]},{"number":"130","quote":"Once you're done you can throw it away. Failure counts as done. So do mistakes. Destruction is a variant of done. Done is the engine of more.","comments":"","_id":"3f8916189a0b2bdabd354747","tags":["failure","shipping"]},{"number":"133","quote":"What's the point of overcoming the pain the lizard brain inflicts if all you're doing is something that doesn't matter much anyway? Trivial art isn't worth the trouble it takes to produce it.","comments":"","_id":"c1eecc0a2f08e6c945fc0433","tags":"art"},{"number":"135","quote":"Zen Habits by Leo Babauta. Attempt to create only one significant work a year. Break that into smaller projects, and every day, find three tasks to accomplish that will help you complete a project.","comments":"","_id":"6af41c1797de26ab645f1702","tags":["project management","progress"]},{"number":"138","quote":"Reassurance doesn't address the issue of anxiety, it exacerbates it.","comments":"","_id":"6fe76184d1bd220a57a1cf68","tags":"anxiety"},{"number":"140","quote":"Anxiety/shenpa: The very thing you are afraid of occurs, precisely because you are afraid of it, which of course makes the shenpa cycle even worse.","comments":"","_id":"57dcfa579a5d2ae1baedf0de","tags":"anxiety"},{"number":"142","quote":"People don't want to be around those in frequent cycles of pain and fear.","comments":"","_id":"6dc7bed2b899d38dafa6636d","tags":"negativity"},{"number":"144","quote":"Sprint: go as fast as you possibly can. You can't sprint every day, but it's probably a good idea to sprint regularly. It keeps the resistance at bay.","comments":"","_id":"c93eae1d940d63c76d469211","tags":"sprinting"},{"number":"146","quote":"Set up a database for your project. Include words, images, sketches, and links to other items in the project. Write down every single notion, plan, idea, sketch, and contact. This is the very last chance you have to make the project better. Then, go through the database and build a complete description of the project. Then get sign-off, and DO. Ship it.","comments":"","_id":"4240f587ca8bc94a6fab3e2f","tags":"project planning"},{"number":"147","quote":"When we agree to define our success on others' terms, especially other people who don't particularly like us and aren't inclined to root for us, we're giving in to the resistance.","comments":"","_id":"4ee56912a879c8419e4bd879","tags":["resistance","success"]},{"number":"152","quote":"Linchpin thinking is about delivering gifts that can never be adequately paid for. ","comments":"","_id":"a4ef54fc5998d9d9593e8cf7","tags":"gifts"},{"number":"153","quote":"Artists can't be easily instructed, predicted, or measured, and that's precisely what you are taught to do in business school. ","comments":"","_id":"d04b703fa632eaf73f1413b4","tags":["art","business"]},{"number":"153","quote":"Any time you can say \"(insert well-known style)-style\", it has ceased to be art and started to be a process. ","comments":"","_id":"9a72af7eb6164c8a4ee0b758","tags":["process","art"]},{"number":"154","quote":"An artist paints his painting without knowing if someone is going to buy it.","comments":"","_id":"563f76bf3fd463e995a139ad","tags":"art"},{"number":"159","quote":"Gifts have been relegated to cash substitutes. If you give a gift, the only apparent reason is to get you to reciprocate. This ruins true gifts, since people always think you're expecting something in return.","comments":"","_id":"55fdc763c31429316de17519","tags":["reciprocation","gifts"]},{"number":"162","quote":"I will give you this __and__ you will do something for someone else. I will give you this __and__ my expectation is that you will change the way you feel. Change 'if' to 'and', and a trade becomes a gift.","comments":"","_id":"9975d860a3a054da914a9aec","tags":"gifts"},{"number":"163","quote":"Seeing the thing, hearing the thing, understanding the thing--that's enough for it to be art.","comments":"","_id":"bd5a5833b90f91a4b9ce3189","tags":"art"},{"number":"166","quote":"Metcalfe's Law: the value of a network is equal to the square of the number of nodes on the network.","comments":"","_id":"a3bd25de30a7f8145a5e1d9b","tags":"networking"},{"number":"167","quote":"Artists don't give gifts for money. They do it for respect and connection and to cause change. They don't want a tiny gratuity or faux appreciation.","comments":"","_id":"2bb27063c7512e0eb2879ce3","tags":["art","gifts","appreciation"]},{"number":"168","quote":"The most successful and happiest artists embrace their art, they don't look for someone to applaud them. Great bosses and world-class organizations hire motivated people, set high expectations, and give their people room to become remarkable.","comments":"","_id":"a447db63a012271e6bb85e20","tags":["art","motivation"]},{"number":"171","quote":"The challenge of being the linchpin is to be aware of where your skills and gifts are welcomed.","comments":"","_id":"c277e116ca84fefabc0fdc61","tags":["skills","gifts"]},{"number":"172","quote":"If you want to repay a gift, do something difficult. Don't just circle the three 5s on the review sheet.","comments":"","_id":"90374efea632f5f4bbe05d42","tags":"gifts"},{"number":"174","quote":"You have to know where you are and know where you're going before you can figure out how to go about getting there.","comments":"","_id":"58c0dff65c78916a3ecf3e2e","tags":["mindfulness","self-assessment"]},{"number":"174","quote":"Nobody has a transparent view of the world. We all carry around a personal worldview--the biases and experiences and expectations that color the way we perceive the world.","comments":"","_id":"4a3c53a6a2e23d304ca3fef3","tags":"worldview"},{"number":"175","quote":"Seeing clearly means being able to do a job interview as though you weren't the interviewer or the applicant, but someone watching dispassionately from a third chair.","comments":"","_id":"b1f4fad3489b9f4ba27b6779","tags":"vision"},{"number":"176","quote":"Abandoning your worldview in order to try on someone else's is the first step in being able to see things as they are.","comments":"","_id":"c5a0cd995ec92e8657f1e6ea","tags":"worldview"},{"number":"176","quote":"If you accept that human beings are difficult to change, and embrace (rather than curse) the uniqueness that everyone brings to the table, you'll navigate the world with more bliss and effectiveness. And make better decisions, too.","comments":"","_id":"aac51c88ba4ac6d94058e433","tags":["human","uniqueness","effectiveness","decision-making"]},{"number":"177","quote":"It's not your job to change what can't be changed. Particularly if the act of working on that change harms you and your goals in the process.","comments":"","_id":"aea38b1aca811d8ab00d4e90","tags":["change","work"]},{"number":"178","quote":"A sign of attachment is how you handle bad news. If bad news changes your emotional state or what you think of yourself, then you'll be attached to the outcome you receive. The alternative is to ask, \"Isn't that interesting?\" Learn what you can learn; then move on.","comments":"","_id":"d29b5f425e5f4f866366b570","tags":["attachment","bad news"]},{"number":"178","quote":"Interactions in the real world often feel more complex than they actually are. We assign motivations and plots and vendettas where there are none. But it's not personal and it's not rational and it certainly isn't about whether or not you deserve it. It just is.","comments":"","tags":"stoicism","_id":"b18772b2697c65fe5013b06a"},{"number":"178","quote":"When our responses turn into reactions and we set out to teach people a lesson, we lose, because the act of teaching someone a lesson rarely succeeds at changing them, and always fails at making our day better, or our work more useful.","comments":"","_id":"4dbbe94532e573c1c2ca3fb7","tags":["work","reaction","response","people"]},{"number":"178","quote":"Attachment to an outcome combined with the resistance and fear of change are the two reasons seeing the future is so difficult. If you are deliberately trying to create a future that feels safe, you will willfully ignore the future that is likely.","comments":"","_id":"493b66d3362a13336103a1bd","tags":["attachment","fear","safety","comfort"]},{"number":"181","quote":"horizontal axis: passion (passive - to passionate +); vertical axis: attachment (attachment - to discernment +j). Q1: Linchpin, Q2: Bureaucrat, Q3: Whiner, Q4: Fundamentalist Zealot. One axis asks 'Can you see it?' the other asks 'Do you care?'","comments":"","_id":"5c4814ff41faf52966f5312e","tags":["discernment","passion","attachment"]},{"number":"183","quote":"When you defend your position, what are you defending? Are you defending your past, your present, or the future you are nostalgic about? Just because you want something to be true doesn't make it so.","comments":"","_id":"62933536b0475e844dd215e9","tags":["truth","defensiveness","nostalgia"]},{"number":"184","quote":"Scarcity creates value, and what's scarce is a desire to accept what is and then work to change it for the better, not deny that it exists.","comments":"","_id":"a8321c8f4bfdb148a3513024","tags":"scarcity"},{"number":"184","quote":"Artists can't get attached to the object of their attention. The attachment to a worldview changes an artist's relationship to what's happening and prevents him from converting what he sees or interacts with into something that belongs to him, that he can work with and change.","comments":"","_id":"45e05eadd11624749ac16a64","tags":["attachment","worldview"]},{"number":"186","quote":"It's human nature to defend our worldview, to construct a narrative that protects us from uncomfortable confessions.","comments":"","_id":"3e0a1ddac67424b2614e7e90","tags":["worldview","comfort","human"]},{"number":"186","quote":"We only get a certain number of brain cycles to spend each day. Spending even one on a situation out of our control has a significant opportunity cost.","comments":"","_id":"470f0639b36824422e1fc139","tags":["opportunity","control"]},{"number":"188","quote":"The reason that art (writing, engaging, leading, all of it) is valuable is precisely why I can't tell you how to do it. If there were a map, there'd be no art, because art is the act of navigating without a map.","comments":"","_id":"3dd099d24fc3d7a9a9191ed8","tags":"art"},{"number":"193","quote":"If you are working only for the person you report to according to the org chart, you may be sacrificing your future. It may cause you to alienate customers (internal and external), hide your best work, fit in, and become merely a cog in the system.","comments":"","_id":"98c0005f2cb6c386a9e42610","tags":"work"},{"number":"193","quote":"If your agenda is set by someone else and it doesn't lead you where you want to go, why is it your agenda?","comments":"","_id":"4eef68bd99b72fe1700670d1","tags":"agenda"},{"number":"191","quote":"You are either defending the status quo or challenging it. Playing defense and trying to keep everything \"all right\", or leading and provoking and striving to make everything better.","comments":"","_id":"b1f20415aa89386cbab1f5d3","tags":"status quo"},{"number":"195","quote":"There's no doubt that environment plays a huge role. The right teacher or the right family support or the accidents of race or birth location are still significant factors. But the new rules mean that even if you've got all the right background, you won't make it unless you choose to.","comments":"","_id":"b96b91405a72ba106572fcbd","tags":["environment",""]},{"number":"197","quote":"If you're going to go to all the trouble of learning how to play the guitar, and perform it, then SING IT. Sing it loud and with feeling and like you mean it. Deliver it, don't just hand it over like a bank teller.","comments":"","_id":"a17315a76559a6f6c9a63b25","tags":"deliver"},{"number":"198","quote":"The world given us control of the means of production (internet, personal computing, smart phones.) Not to master them is a sin. This also applies to software engineers and tools like vim, the command line in general, and git.","comments":"","_id":"4560ef24ac45401dd23aaf81","tags":"tools"},{"number":"199","quote":"A timid trapeze artist is a dead trapeze artist.","comments":"","_id":"3a4a69f98f86093952fb234e","tags":["timidity","bravery","gusto"]},{"number":"204","quote":"The stressful part is hoping. Hoping that the future will be what you wish it to be. The reason is your nostalgia for the future. You've fallen in love with a desired outcome. You're attached.","comments":"","_id":"5faa58813328c11064e61cbe","tags":["stress","hope","nostalgia","attachment"]},{"number":"207","quote":"Corporations are tempted to squeeze as much apparent productivity as the can out of each employee. This is fine for the assembly line, since it doesn't work without your presence. But the model has changed. The assembly line is gone.","comments":"","_id":"4c4ba5d959ae8ae3c9a6ceea","tags":"productivity"},{"number":"207","quote":"If it's easy, it's already been done and is no longer valuable. What makes someone a linchpin is not a shortcut. It's the understanding of __which__ hard work is worth doing.","comments":"","_id":"97748e86c0faa6425522c809","tags":"work"},{"number":"208","quote":"\"He walks abreast with his days, and feels no shame in not \"studying a profession,\" for he does not postpone his life, but lives already. He has not one chance, but a hundred chances.\"","comments":"","tags":"ralph waldo emerson","_id":"514227f5d1486039c7c5a12e"},{"number":"210","quote":"Five traits that are essential in how people look at us: Openness, Conscientiousness, Extraversion, Agreeableness, and Emotional Stability.","comments":"","_id":"ab02de02d4750c794fad14ca","tags":"traits"},{"number":"214","quote":"Virtually all of us make our living engaging directly with other people. When the interactions are genuine and transparent, they usually work. When they are artificial or manipulative, they fail.","comments":"","_id":"547ceb23af75ae383a9a14c7","tags":["interactions","relationships"]},{"number":"214","quote":"We can read between the lines and understand exactly when a boss is lying to us and when someone is disrespecting us, regardless of the words being used.","comments":"","_id":"62ddf36f508f318ec1c5edbf","tags":"authenticity"},{"number":"224","quote":"Humility is our antidote to what's inevitably not going to go according to plan. Humility permits us to approach a problem with kindness and not arrogance.","comments":"","_id":"7062491cbc13ebaf6d4faa35","tags":["humility","kindness"]},{"number":"218","quote":"Linchpin list: 1. Providing a unique interface between members of the organization; 2. Delivering unique creativity; 3. Managing a situation or organization of great complexity; 4. Leading customers; 5. Inspiring staff; 6. Providing deep domain knowledge; 7. Possessing a unique talent","comments":"","_id":"310dcd7692140c32c42d1944","tags":["creativity","complexity","knowledge","talent"]},{"number":"224","quote":"What happens when your art doesn't work? Learn from it. Make more. Give more gifts. The only alternative is to give up.","comments":"","_id":"b134d680bea8dc20cc118a06","tags":"failure"},{"number":"226","quote":"In most non-cog jobs, the boss's biggest lament is that her people won't step up and bring their authentic selves to work.","comments":"","_id":"3865a4253e2a177f38143bd2","tags":["authenticity","work"]},{"number":"226","quote":"A cornerstone of your job is selling your boss on your plans, behaving in a way that gives her cover with __her__ boss, being unpredictable in predictable ways. You have to earn the confidence of the company.","comments":"","_id":"a036756b9704b0e2c27c9325","tags":["work","impact","influence","confidence"]},{"number":"227","quote":"Poets who try to get paid end up writing jingles and failing and hating it at the same time.","comments":"","_id":"4ba37fdd9858907b5939cde1","tags":["motivation","extrinsic"]},{"number":"227","quote":"The pitfalls of monetizing the thing you love: 1. In order to monetize your work, you'll probably corrupt it, taking out the magic, in search of dollars; 2. Attention doesn't always equal significant cash flow. Do your art. But don't wreck your art if it doesn't lend itself to paying the bills. That would be a tragedy.","comments":"","_id":"8ff4ecd748386800339e4c9d","tags":["attention","art","work"]},{"number":"232","quote":"The hardest part of being creative is getting used to it.","comments":"","_id":"b02e61c12b26cc2f48f5551d","tags":"creativity"},{"number":"0","quote":"Repetitive, but has a worthy message. Break free of the indoctrination society thrusts upon us: get a degree, get a job, do your time, follow the instructions, don't make waves, stay safe, stay comfortable, retire. Instead, be indispensable. Forge connections. Create art. Give gifts. Rail against the rulebooks. Re-write the rulebooks. Draw your own map.","comments":"brain vomit reviews","tags":"review","_id":"6a27bc354cd3685f964baca0"}],"added":1516716216722}]